{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,36,112,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,36,112,1],"dtype":"float32","filters":12,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":12,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":12,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_3","trainable":true,"dtype":"float32","filters":12,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_3","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[3,2],"padding":"valid","strides":[3,2],"data_format":"channels_last"},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_3",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_4","trainable":true,"dtype":"float32","filters":12,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_4","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_5","trainable":true,"dtype":"float32","filters":12,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_5","inbound_nodes":[[["conv2d_4",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d","trainable":true,"dtype":"float32","size":[3,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d","inbound_nodes":[[["conv2d_5",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_6","trainable":true,"dtype":"float32","filters":12,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_6","inbound_nodes":[[["up_sampling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_7","trainable":true,"dtype":"float32","filters":12,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_7","inbound_nodes":[[["conv2d_6",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d_1","trainable":true,"dtype":"float32","size":[2,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d_1","inbound_nodes":[[["conv2d_7",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_8","trainable":true,"dtype":"float32","filters":12,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_8","inbound_nodes":[[["up_sampling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_9","trainable":true,"dtype":"float32","filters":12,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_9","inbound_nodes":[[["conv2d_8",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_10","trainable":true,"dtype":"float32","filters":1,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_10","inbound_nodes":[[["conv2d_9",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["conv2d_10",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[36,112,1]],"output_shapes":[[36,112,1]],"tests":[{"inputs":[{"shape":[36,112,1],"values":["pCJFvyzDgT5UXh0/PaAZv/ZwPT7gqY4+cWORvQQ617/m1BY/F0uNv3k3Vj6I2V6+ICHsPSfZ171ugPC+w+hnvgFmID8XmAc/Lb89v0996L+0Lvi+0lpBPke3PL4zN6++3Hnovcz3lT+NzvC/SXM5PzKksT0qgzK+eXY7PUSGA78O57s/wWeWvljavj96ZlO/tRAZPaSkK7/zGP2/X6FrPgbiIT8hwAa/mdDrvxbI1b8Zboy+KbkUPyn1273VtiJAq7CYP7tdJcCiQOg/pyNMPos5A7+iUQs/mmPgPyL5qT2nKtS+CkWRvy4O+7+Gp5S/J83/PiJ9u7+HaUU/LUwCPxlS8r/7dLu/KgcrQECZf78i+o2/hn2WP8VFKT/BUmU/z2pDQBaYhj2g9Se/VOQWP/Hx8b+QQ9c/VSoQwJD+rr/d8uO+F6eIv503lj/Lwdq/sKQZvwgCBUBMs9k+V8CHPvtNCb6Zy3O/JvaKP8gnmz9O06c+AAsBv2/1GL8b9Fk/A37QvwlEGcAGhug+J5eEv0slvD8vVpS/u/4wv8RlAT/A+k8/GKRgvqiFhD8+seO+Fg0gPzurtL8qMZO9ypKJP8UNcL/QeSA/gAfAP/Oupj5M79k/8juiPzYcWz+pY8A/ckQuPtKVNz+/Wwa+lPqzP3J+9D7I86k+Dd7ZP/C97r6s6cq+0eWYPsYXbL/l6Y2//UAGvz054j5Rqy6+OV6hvxzvjL1vppe9Budnv6t9uz8+Bc88Tb8NP5R7IkB04Cg+Vbzevs960z+Pdm4+kwb/P0ATRD+2lm9AfEgNv9RN5j8jUF2/8lqsv8Jloz+fGMO/YqxfvzE9EL/v0L6/05zKv/QJcj8LnEs8P6s1v4SICj4G1Vc/M8O+Pipn/r96Vii/S518P1GacD8HaKu+gMeevzxSnD9JRuS/5pWbP4Apub+RPs4/TGHlv+NCpD+BiYG+IXP4PkhhnD/HRiY/M1FTP3mDfb87lTk/k5Ojvn79qz3q6dQ/1miKP4iOI8AlE+s9","QoRuPqgdh79croS+mAYBP5J+4L6yXCW/q7hfPwQ5Xz8gn7A83PC5vw0sJL8VRkS/v0CxvdgkGj8CdoW+kjHWvYxIJb0Tfpo/nytRPwlhgr6ixqa+KgPwPyJliL/0QW+/5MCCPsCQIsCWNBE/v7iyPviWHL4jImHAz9IVwFrDEz6k+Vm/YxvNP+jojz1dLjY+n9mkP2c2mr/6Dym917zOPq4eFb9OMzG/LDhuvy7LB0BP3RY94KMewJ+05b47qQC/R3Jiv6k/CL8wazM/D75Zv9A1Lz95Nb0/vB6GvyvbCkD/YEA/IhSfPv7pCb6ZHx/Alu99P5aLer4LlYY/8IaeP7Zuoj6QdUe/w/Zfv4wHRz/T2hm/4OKWv15ivb8Lppm/xUqvv2twrL7IVTW+046+vys5fD7Ha4u/dk9mP1acgD7Y+bK+r+KwP9p+wb/TO5y/yFkwv9wv2L8RpxC8VMtAv8wuA79XVCy7jPTyPQCBRL42C42+ha8ev3Btb7/tSfm/OBLMvj5NAT03R1c+Dr2HP0BZE8Bq4uc8PHdrPwDqRT66orG/KwfCvz8F3T6XqBu+rixcPSPN8T5dI68/Ze3xP0T03L4BSyW/Kv3iP92KNb8lUTE/wVL1vkInBb8NwzZAgNkgP39ejT+XKqa/DMnAvlenEb9y2hO+5oUTv5OCMr/sOOM+QgUJP4LeAj93Ask+VcdQPobjBD4lLjS/H1fQP9dw9j8PK0O/Og/CvveF574Pki0/Lqq9vq0zDT5a6NE//Tf6PmGPBT2fjtc+0csKPhusgT+tzzW/ImA3vxf87T+hUWG/oOecv8+nib/T9Lw/XoG7vhmJkb8+WJs9SRZ5QDATVD/DWdo/fRbIP2pfyr7hA9Y/givWPnMkJT934Mc/Yqvrv9bx+D6/lJs9mXB+P39cBj65IVs/GfQov2C0xD6olV0/FNIfvRvDhL6/f4q/PMeIP3nhST4/Oj6//LeBv3LXAb8g63U+YTlPP6Z9Gr82G4Q9+9klP1QToz/ctFa+","RMTuPvOugz9hUQe+BF+Av4OQJL/t+pg/FbbKvhy2gj/NT5I/2yVXvzJYE7/KT4a/ea73vncHHb5gNNY+eEe7PxVaMkC5biRAj6vEvmXVCL5SGFC/AvjKvjVCBkA058q/W67eP7ca4D+T+j09xbfdv/7uBz/667C/2YLcvWgDjb7nQSy/V5KBv5SjmL+Lbqo+AlpSv6QJfr3kQSy/q0Z4v0hBL7+yEko/g4LVP8j7xL82kJY/zLFTv3sfcj97lnq+8Rq8v4Krfr++yjm+jP/MP1fzDT8v1Rc+zjZXv7p7Vb9XGyBATA+lPt15nD9KINm/VNJ5P4gMur/aXO2+83QMvrOSYr/9dPa+I/2jP/mL0D4hJLM+Dh/rv9QIIr+vaV4/llLzP9reNj7g/am/V49kP/o5Xz+lnSu/QuY8v5Uq3z24pS0/q0OtvpC8gj+y8DW/PNO4vopKbL+xCho/RBPZPVhS1T6OluI+StglwAVsnz+LjOQ+Cj9fPwB47j7wvR2/F00pv1XF1b9QhKS/LG9IvwPZGL81XH4/g4vtv/fvXj6APoa/jEDDPr1HQ7+DTm4/kzR/P64ZkL5KxZO/kZSYPzG8yT4fBkZAD6UiQBKd1jyKqcY+yv0ov9ZIl7/l7/i/QEQTP5L/xb+bQZc+IzXHPiR12b/8SIC/5OIeP84VDb58w4M/wel8P+rGEz/bvYw/wRERv0AMBsC7Vpc9jUHKPsKOfj/Afz8/+z8JPjDNJb6SA/y+BtccQHv9SD9SQSY/m/14PovbLj8Ol3M+obxXP8NgAD94ghY/AGKxP08OeL/0tLi/naOsP8DiPL9j8X0+vIY3v+ZKl7/W/bm/Wa3+Pwi/CEB613A94O7IPdBaKr+pa+U/TTIsP2J70T57jqA/neemPy3TND9HBsK/P6paPqqZjz5485a/K0J2PsFcDr+CMIe+lFwiwBIXmL7hQTs/lIOQP0iJGL/xmuC/7fW4P2jAIb9cfaU/J8aKv5f5C72ve3c/24IHv8zKYT9IdYm/","eDs4v+rzwz8F3f479MqGP3CYur5hZbs/798FPhSqQz9yAKS/R4JOvjPO8j6dF3a+npTZv1EwRr8B1rs+fb2EP4G3qD8f1ZS/n4gIvwEfxj/Yukg/qCW0v8ohqL+YTG8+lFOuv/RvC7786RVApfAhv3qaKj+73z8/ztCnv3S7gb+3hkW/c30YP6yn6r638H2//FDUvkETLr/UHz+/zuKtP6gf/b7kr96/Ei5Lvo1lb7+hEmI/+Ks6v0kneL+Mx72+3UYePqVEgr979Lw/M52aPzeEnD9Tcos/ov21vVYfrr8NR5I+cnTUPksY5juqDD4/UjWSP4FyxL9YWee+2UBsPKHmgT/7a8C/LXjDP3qhlT9eXEK9jo8Dv7YpRT5qJxc+ThGbPxjNar5Df0k/62FXPsdghj+9ySo+8zeKvJMsPL9s2o2+tTr5vgDGob6FDje/LKwkP7GCZL/5wXc//vD7P2Df1L/1VsC/eMPnP1PXV79uCqa/uiGQv93kzD7MUva+EXB6v+RHjD8nJII+zzx6Puu8hT98Y9g/aXsLwHgHNj8pzBM+McxXvjzWsD+OTdU/S3QaQFlnUT+Q7aC+ywHgv7FCFj6jb5I+U7D4vxloQz/Qvrq/amoTvzJKXz9N1Ao/bfUNPxQCXL86y1s+PZTBP+8MADyPjx6/ko9Hvq3FpD4+tay/kz+3PnrzSj/kSng/1hxhvBrkZT6lWyw/7mulPzw5G74Y96k+Y6n7PqQBxL18CLQ/xdRKv9Q2T776tzU/SRm0v3nhxT/UV6E/8OyfP6sGx797v4S/DkGsP4CkpD72muC9yj9ZPuWFJD5NbnI/X+qCv9TtU7/SHuy+xWAdP+cS2r/n3qm/rcV9v8ltGkCW6wA+avJQP7HX3T4/TJQ/QbqXPpt1uL/UEKe+i0miPGhgPT5Ye4I/MARRPwaLEr/9LrS/zbmav2Zynr8sbMW+uy4bvnEBDcBmfwi/+Q44vw/pvz/tUpq+sMCqPiIsir+X/jA/u1DIv5JIGz/w94m/","7wWPv0QVLj4mFl4/iz7kPVouwz6rd+K/vO8GP6n9Wz/7Lfa+Ql8kP6HUeT9Pf0K/tU4LQFrljj9PowU9lMAEv1smpL/OO9M+ApudPx/j7j9cKIo/nIZ+P4cJzL+bYGA+P58AvxEdSD7efyO/8z3ev+s7aD6oS4E9sosNPVfKkj9e+fA/S8hzv9PxJL4/I4+/gKdQv6Yv7j5mVrG+kHruvgfNeL6wEp4+JdRjP2qIxD4+9PY+KkSkv4Dcbz/w0OS/uhyRvrqmjj94/DC/G6Sbvp+qpj6+QhQ9C9yjPz+Dmj4VVxnAy20pv8M/Oj9hQpo/An7CP8YQxr8UoM0+ZzybP8pI2D+Ee6i9iOYkPHqGNj/S+kC+egqVv8ZT9T5kSJo/Dd5hPnfKgL460sO/VxEFwO0ZX781D4i/AV4AvhHxjL8a85g/TBXKvsijLr43E6m9fViFvc1Lrj6N1Ss/VZCOvyPFub5NtVa/DNmcPv4Ehz/iqOg9R3XjPWvqVb80zyY/fZBoPwG/hr9OMT2+9A8lPj3G0r4IdIQ/vRxfP0Zqfb/I+yI/Mh+uPxP1ib+f13u+/QBdP+XyOj+5kTk/tjVpPyT/CD/BGVm/v5/uP+HRdz8z2j0/QsFzv9zjHMDViqQ/a2zQvrLHt74T/qM/qYbuv2WMnj8OFsC+i7MDv7IAxD+g8AjASN1iP12KCEAvCIG/tIFMP+Fe3j+RIdk+DubBv6N4ar9YXzs/noTPPwJWdb/p9fU+6dObvNbRCEBNguM+0eo0vkhwBT+I+0S9xfkpv78I7D4OTxk/Kyeevr6x0z898kq/0nIUvw26Kz8HXU0/itPfv93/vj9xwP69mwwWv6becL6ZVoq++oG3vn6yAL9wkGA/b5gNwFZFpL9lPKC+SluOv/WDK78izwC/BKUWQK8lqD8xHzDAsxXHvvu4eb++lVi/gDN3PlD5Vj9f9HQ/rWwewFambb5257e+bP8rPyNdpb5zHqU/Sn+QPeloEL8Jg2C/CyC7PWD+kz/zHqE9","4lSav7qqlT7cGVW/gWpOwGymgT6zrrG/AHtYP9O7Wb9z+OW+ARLCP6iVEj+2TTC+IuKcP8gayD40+vm+fS9Yv5hEbj0/C3S+3H32P2zfqD9BpUS/li8uPxqyMb8cjDm+0PlWv252sT+5cYu/ov1bviUBWb+jMpM/TpWwvcZsnb4mKo4+z8T1vW6PSz6Un6m/YWJlvZuKH0AT0Aw/wMxzP4JMQz+Avx0/G1CHP6Xvpr8wLAK/TsuCP7ATqj5SeLQ/wZnwvo1wuD6jkbE+VCqQP825qz4SHa2/vVbvP6y1hL/+nSc+TxiFv4tD8b+Xldw+E4GhP+EqFr37UjC/lhm6Pu/ygb8porW/l1lwPi6/iT9LY+C8mCcIv4IwA0DpyZk+PwXWvKUzob9WiwnAPrkvQBEtlL8z8jS+q8CBvgg3Nz/EA6O/SCvUvsSCjz9PEZk/bjZ8vwWPET0spFq+AbkhvvrEEj+Hc5O/z20gP5EYJ7+avHO/H04NPtwK7D7r7Og+VrizvVeCnb+5XGy+VCSCvyuZdT9rqpc998ISP79hXr9jHcC+LByzv13duz/+U3Q/kBqMvVBe/D8IQJy+7bQMwKAsEECCfBA/W5CXvjVMk79MYpU9Y6IXv/OUnj/lVgs/inG3v0hhEz9itIm+7Uj9PtdT9z7JtPo9yQrfP2iyTb9MyUa/Hm5YwPXobT9JfZ6/iUcmPwkXBcD7uI4/P0uXvsgMTL5Bb4S/yOKHPx0Ayz6aC/c+bQ3Cv7UH4D0Tphw/XRH2PyicWz+/ebk+aVO0PzjCeD7V452/VvUAv8jPqb7Wiug/mMHDv3lZLT9Yflk+2MhfP+I7VL+RL/E+AbGSv++5A0BW1nw/9FHNPi8gyr4MnZ0/SqP1viPwCsC5Mmk8ym7ZPXqSTL/eOmM+oveGvlSi4D8giQLAJ6N5vyXEHz9bQ8K/YL9iv5kVWj49Gc+9fsKzvkhRQ0Df3Qu/S8psPmftnD/eBJm+AA6HvQX8t7+bsGA/CSnEvuzzVz86Xow9","ntI4v2IZgb/W4Y8/INWev+vx674n7WE+HUkCv/o6CT9zWJ++VzWLP6y/vz6KJk0/Yj0QwEjXqD9dpk4/KhuhPul0fj97dHM/9hGVOwEOh7+sFC8/dtexvms/Pr8uGtG+HEVmv/+Fxb+cto6+DCRxPoJ9xD4OG5s/NezMvtQFx70Fgxi/f4WTPyLnSLzHQnW/UxwQP+4T+z5wP/2+n2n8P+sUyL/rOLi99cwZwBsZSr/kFNc/aHxTvlLvMT+rRhk/xg1ivwmDdj+DyvU/rahBP66M/j4hs0k/y5sqQIAbqT9wtus+7ukmPek5Gj946DQ+THh/PnHaHL5lMuM/o5/hv2F4nb8EZ28+etEBwOAQyz2eGJ4/FhK2v0bpDb/DJ3k//qNFP4xXBr9C5nu+04pXPgH1yz3GbFA/JJy0vf5Poj/AVVU/Qgfpv/g4C7+gKfa+EFFxP7upBkCGgRC/pkGeP3LCD0AhBNu+cscTPwvlTD7YCi+/+ZLEv7mVzr8r4kC+kvlfvxysUr9e7aC+cG+bPoIhVD/wnwI/uBliPeeO+D5nD9y+WvWKPyacj79rN5i9raUxPMLIKb8Zjbe7MMMnP1vaCz9nYKy9CFGXv2phnD8qIIW9nA4FP+BQsT8B2oc/e74GQFDN47/iVli9UnswP5+feL/nr4Y/EeCYP6Ywbr6KkxlA6DGOPcOQC71AKW6//kgwP4plEL94Vs2+o2ucP3p8T77IURq/9Wyavx1CmT5WIQU/0lPFv+DZKb+4WX298Y2fv5uMtT/AMwM/NMQcv0HjD792yqu/YRTuPTvOET4mNpY+AXkpvsWjED+PCFU/up3cPyilkL4d9YS//6+LvuLA0D9AvI0/NK4zv4AYKr9d6uI/sGz0vrapzL15+eC/QGzhvYqmgD9v5oU+qda4v51L5r/pJeu+REg7Pn01LkDKdiU/GzeCPfUKyr60qqm/GzoYPwqHBj/OaJM/lhDVPnn3VL6xVoY+2TWdPw1Mnj/BqPO9ZxwjvocDR74p2gW/","FBcKv6/WZD6lPow/zpz3vhzRm76ETAw+Ok8TPzO1UD9HphA/YPR5v/6RzL/R3pw/Og4tv2MxMj5HTrY+6YHZPeF3x7/+xac/prCXPbkAmz5GDSq/kePUPzzRi7/kbHu++pvSvvKse74qWpC/0Lj8Peo8Aj7fXIO/U98DwIHxU78jxTe+liGyvz9Lur+tq9q+l8LXPwaLHb8B6IA9YDksP684kz9zBlc/2CKQv1jlXj/aUYa+QTSJPyvZrD62wxS/IaaRPlVFw79nhy8+Sd23v9Umtb8qFQK+qBhdPzaKtT4eeI6/GFioP5N8rT5eTVs/qw3mP5mBGL99uJU/211+vwZ7db87DOW/wdMYv+Ub+L3xI84+J5rQvx02+z5Qsfi9l3HWPaNZaT8AA9k/MeQXvx84sT/QApY+Lw25PS9Bmb6YtYu+Ducev5frBEDxpc49SJSBPycKtr7SxjC7lj5Iv3IOj7wBQJ2/nkQVP8Xo2783ob2/d7blveCfWL8dPOO/0rmTP2YvVr8qkeO/rFkKPkmURr6B3Rg/CYfRP/1Fkb8qfyc/gGLWPmK0Sb/yS4y9GhXvv7tQ+D70qG69EhCjP6XpNT1Ihes/i8ERvtHLCb3F0sc/hVkNv52iNj8dzvW+EDmGP5K6kT8TE9m/XWL7v+o4g7/3G2y/3A+lPHaD+D+cr/c+GsmdPyPcmr8tEBw/0b2Vv44E3b5HehS9+FaCvwiAyj6Xq6W/krBIP6Lftr995SxAoAh0P0NrjT/VdYi+Y+Pxv5zF5j8pzANAlUkRv2I+iT64DYg+6KTaPgqQ/D/hCsm/jhavvnSppL7VQVO/794TvxZ1fr9TIQk/rKBlv20K8z8Akxe/554Bv711sD95jn2/bjixP19bH7/u+OW+CJ8DPxhi5r7CmDS/pcLhvuCwbb/mIR27r5qhv4lnQb4Emoq/fYbZP8V9EL/YJLc+AX6HP7sOcD4aKq2/M5fBPYCGgb7m00I/wzbgPKj3xL8JnS6/mj3zPtRwBD7yHve+","HUa+v7HsOT9Ny5A+2dqYPxeH675iuV4/FmTsv2eGqj/ufro/i/gJwOs48j6e750/D47RPhWX1T3Rt/E9bRA7vzXlSL5PHJK/mm8JP2mHFj9z+o6/OlvjvkPA878B6GK/BLwyP+MKxr+bW3M/vihBwCH1Y74nanE/Gc/gP7YkGL7tW8o+SBOJvjuQFz4UUlo/nlgXQJxLPL94YGA/CePvP1nviT6LjZY9FLSoPg83er1TSAW/ijt6v1LgRL9+xaK+XYiUPs9NRb1pd2K/jmKyP6usRr3Dc/A9Q8pFv3wM8L68UB2+uHkmPQlhg78ctcW+bXSAv7hQgT9HIsq/LT1yvfCP5j+4QbY/pW55PunbEj/3Wk8/lbGkvijEHEAke9c/eweov+rqWj8PiBk+7MXpvS+dQb9+3UQ/M74JP22IY75vSvm8oAW4Pws1RL8j1dW+xEJ7v7lbIL/JKaa+4KGVv4nIqb/h/NI/K3Civ4JzFT4W0LC/t+Jwvj3I9T7PjEk/JR4MwK3fvb/dWvy8MwGkPs0dJD9N2vG+QTgDv0nzD70l75+8dIOyvLDbAEAQDbO+Fzmgvz2HCz/gHpg/pRlDP43CaD8yzWG+ltyCvw93Gr9KJ2E/K5sTPi/a1bznh1O/8msnvWzWPcCdxUe+PrL7v1b+qD0TXAu/+WaRPiqqID+ryXE+x03/P6sYU781hY89ACMNQKxAwT88hJc/5JYivEz+Gz3o+gy/AkOIP7jLub6rs6A+GObGvusybz9AXTG/HFqHvnaWqj5TPA9AUhrVPvKzWb8qTIY/Cxl7vxZV+D8aF48+KHPavrFWiD/knRC/6/xJP828YL8Bfhs/LH/EPb3CPD9zFsc/tmS7vm8igz8yJ5G/vSylv7kSYT7mLrU/qE7Kv3iSwT7Ich4/XvGVvfcYlz8kw4M/WbLEv0Ewmr9EtGu/jxPhP2osv78/BAA/En+rv15Vc7+0xKi+EZ04PnVYzD9DnY6+ZZsfP+iLPr0422u/a8QcvkcJ9z62HyO/","jw/YPy6Qir9y+vO9F/gVwH5dED8avcW++TnPPuyC773ke6A/N6TvP4ovV75R2jC/Fp+cPfd70j8/iis/C9biP+pDlLzSQ1A8dpmKPlDGIj54x5i/IDIav9xyBkBPnBY/LJQKv/6ejL9u6Os+WJB2vniuSz8X7sI+W01gPRmC+z515bk/Og+0PsR0ej+RMVm/9FWFPrxOZD9w8/m+t5x+OY34bD+yvem/7pSiPc/wLL/tsJW+DxNTPvRs2L7OhQ09E4ZQv2Sfyb8Hb8g/jsXCP4gdaz8eD9q/eN69vqL11j+ebeI9Ge0+PxCfvT96voi/0eJJP3eYeb5mZr0+qI84v11k7b9lZ9K+Ul7VPkWzej9xGBI/CpCTv3oDwD7KETa+szNUvnRRYL74rEs/InyCv3JX578sRwG/mjNRvnnivz9HLd2+l87Vvj204T9CUNC/eTXLv00EkT5sm8W+4k2gv9Qev7+05We/H2W+v8CfwD5jS+Q+KUYKvvbaZ7932+Y85YnvvtQc4T9KHNk/NhgbvYuYSj+ORMq/WQlsv0R+Sz5iAwk/bZR3Pxv4CsB3rPg+7iLDPpD6X75gkwy/DZi4vyIN2j57Dg0+yJhXP+XkN78htLm+W9gIP7Kq0D6kn269Z5qCP6Pd1D/mLTW/KD6zvzXswj+oqeA+Fr3HvhMKsb96xEU/Uz3Sv1hv+T6DMt290PMdPp5p673ewCG/sDUmwF6aBr9NrOy/gC/Cvqw8PD7A4SK/A2B0P/bF0j1uAqI/fp3Rv3sHlb9CpDO/ZmP2u5qiIb+T1OU/hy5mP3I/Fr7Zus8/zCEIPo7pjL5t9X6+F0+DPyHbDT+H7QE/ux0cvvt3s72nxdE/M/2Bv+kEgL5lNLY/MumQPrHyPT9zY4q++QsRPu5+vL75/P+9qTGdPhlTI0AvlPC/KqnTvldW7L65Nya/M8ZTvwbSzb9wvCK/MCN1vuGFHT+2nTc+LYIKP18wAr8nHpm9rMApP0P44T3EPfC+xxNvvsfaaT2sY64+","Iwjkuxp7ML9MCD6/+yKwv9dZUj4hn8S+uCGlP8DoK79RwaA96JXNPt2qfL7j/wW/xwvDvQBTwT/dPrM/CmNMvlJLpL/2zaU/LbJpP2V5EL8Gncc+8433v/UYJz7khQW/7j5WPzWZQL9VERG/FrDpPuFvY77QRCo95eIaP4/xIL+GEgy/KUfsPRJCKL/l4ha/wPCfPtuWP7726hU/e2VbPjixGLzKMS6/mtX+vSB2Xj/YRWk9EC61P+Mc1b+6DJS/8bd+vzzkh7+dW7m+efRQPsEPUL8rffE/VQ3mPhnBwT4eePc+t7aWPytkmz9afOW9JJ0hPTpBm794ELa/V/iVPTvIAD18TdO/VDttPRptAb+lDUC/dXRxPw3TmL0qZg9Al09GvyHBET977qc/k36CPvFxnDzHUo4+eLYDvsL/GkCmmkg+5Q11PtyCaT0K9Ju+kkCaPyS2cL6olC8/BpipPzL5E0DYplk/XgOUv2FhDT1VPvG/LeGfP9WwFz8tZQU9ZHfNv1vqPb48Fec/GKjZv86mFb8YbtU/F9Msv+EXtr95gby/44iXvggJOr567KW+KjOXPsVJo798B0Y+Mf1wv4M8xD4e9hI+9riIvpkMkD6LPVy/Z3Upv6F21D/H/BC/q3dQPv1u5j6swS+/9PdSv7urtD86ZTK/iaguv69uxL6jigs+5XervvzSiT+7hRK/InZJv8EYEL89ofe8+2MNu1UdVz70hGq+QHkTvzS/iL+iY/q+T640P2VbdD+4W/e/HS13v4QaZUDimjXAD9Oev4vlZr/q02g+6Pc8P3cgBT/+rL0/AJVZP70pYj0qSTg/0CXBPnWiLD6J1cE+/f7tPUKHNT/Ubb+/nBJ+PpccpD6N9d2/wz5fP9z1hb9vDxHA+B2wu1Yvhb8CeuA+1uFQv3TLsT/iqn+/ySuvPz0ESj7dYUw/vudVv+vLez+2dUw+MYSDv1K/9L5AaXe+GwWkP+XMCkDI5X4/VRJTP7IKqr+YDsW+R9skv3FUNz6URJC+","mjGvvurfrr6GdVS9BbnSvWfQKr+H5kc/yJ0evxZ/87y9v8I/bY+7PqvZp79bchg/iNoxP1ZV977G4bQ/5qpOv9Jjib8ZQaI/+fw6wBQBCD+TxJ0/u8Btv+Iwvb/YKQDA6/Z1v+gauT/DcNg+LUWaP9W3RcCTbKs/DGNgPqaAozyOWsA/fFtuP3IfPz9HM5M+9JjwvW+c6z95QB4/Kac0v8xMKz9YCFM/dYeDvuFn4z8oJY4/XoP8v0BrxD72smm+VfU4PlsmKcBAYWA/LGJNv2pwXb//Qx098Bx2P/VFDD6584I/0/Dzv+SKB7++hgJAhDEnP2Am7T1t/fa7cHVwv9ogBb+jn8+/PtOEv6WAzD0DjzM//THhvjwwNj9JbFg/1ypMP523Hj8thSa/688dP/QdaD5k4QhAJESFvZ/BUT91dCg9ErRzv785+D6gSii+47Omvy5aob3pdy0/HXa2vw1hpr795z4/LtkAP2+9Cb5/TuS/CF/tPRWgfb7vLtc+aOuBPf8Ukb8yu1i/85SVvvbClL4dm9e+uJXbP/QfHb7MMQ5AaBsrPyIMmb+q2S0/zQwKQPoytT/gRZM/e6x7P2Ktq77FGX2+WXL4Pfm5C7+kTk+/W1M4vutTQz8Sw+2+0bRNPhhOgz81/a6/8Gz8v4AZaL/LeS0/LzVDv4TkQb/FDb+/ydWHP7U0Gb9ov5u/mIxLOhoQyz8bwqI9zetTv9PQrb5KILU/TBdpvsfcPj7bDpG99gOfvhu62j+Tuiu/qo80QEBCCj4Z5hrACzFAvpo/Cr8pXAE/ShSEv5fJLD56V7I/ejN5PyZdsD5pS4S/LwqeP7cF9L88N0K/bYaKP594/r3qP2Y/Mpg7vt7pEb+AsgO/YWyJvstIcTz8IAi+yvSRP94ghj+GE3g/sVUkv5pBvb4gbWY/2+EZPwn/lD+f6WU/ylNJP2NhMD5sFyU/sJ+Vv3ag17+3xgc/LxI2v6pfjL7SzM8+H9Z0PsXSob6xuhc+R6YcQJL3A74qX5o/","dUdzP7FRYL4GF6A/WDhMvw3cjr5DGwxAUTXjv3ugkz71TZW/IoNBP/I9or2ox8++j4DMv9v6Ib+mDik/8HQsvyeI1773i8U/Xgt8PXVWwr0Yv2K9Rx6+v0ontT/Mw1I/AfykPyerZD8eLks9o41Yv1T89T6A78m/crrVvz9XSj9p40E+lVdNP1INKL6MB4s+yqJPP4Va1j02pck/Y9Bzv6FYnL9+pgA+deQZQOuHDT9VTlI/UhfjPjJYTD7eGgu/GJGXPh7chb9IhDG/YCsPwMmAPz8f/H2/7nS1Pa9mx73gPlc/Nx6ivbM2Oj+Qwae/bZp5vp4R6L0SI5W+0NY4PykVlb/lW9+/cyoCP5kbnr8TQBe+DDWwPw2kKz6ZH3U/VPf7P4WBZr7ZPqM/cPr6P+9d2z/RbHW/TXI2PhazND7GIY0/DnaVv9sQob51wxW/4ueQvokf9T/KhATAP+ynP5vKeb8PMS3ArH+EP7s5kD8O2Fe/O2c2vT6QkT9moMA+9rsMv/CegT8zORI/LVmePhKkE8CSRBTAO4+CP2tCtb9TPDm9C3eAP5SgDr8qrUg/ldXnPG64Rz6WYz4/QxlfP2VbFz+rwJO+88AZPwqn1r7zjJ29WC5oP/6WwD+cWk8+8Wo8QGefCj5XFBk/b2OuPd8mjb7rTAU/MpnHP0o3gT6dq/W9BNKlv3YQ0b+/dlu9FOHIP5n3ij+HbUQ/+BPqvvKWTb46qae/053nPsrsKr+ud3c/D5gEvwn2Mb8FNGk/EBkpPoaAQ75tLQRAXYuavR0PI7sU76K+cTdGv5u1VkA5fNO+4apkPuYDNL7+AfW94oe2P5rOHz//ci4/JRZvvslUHj+ryfg+F5Q/vCZWwj+eKdg/+/qQP7Jfq7+lYV8/MGkAQNiOHUBcESm+g4w0vyt8r7/d1Sa+CCtHvaF7Gr/CDWK+ysKvPghj877oc78+fYH/PgEa8z2eKXA/WUXNPvPHTz/+7Yi/+nxbP54T0j6XjbW/PMADv9LEKMDQo32+","+eVLPb0Qdr62YrI+1OxxvelLkD7MtPS/f9DHPiBrL7/9pTE/Qs6AP2bb7T3wOmK/Fh5Sv1nyqD7DUq4/2ha2v/P/m792WZi+2oGpv9TP3D4eYUM/5sjjv6kH7L0C0w2/HqqbP0Hbgz9/nSE/DAJHvyJZbT8JSaG/Qe+Sv5/xsj8oXsY/Oo5tPsXfn7/V6oE+mm75PZfJjr9HBww8QTXrPpF/Ez2upaM+qESzP+Rzsj8DWV++j10KP04Str7bn2g/smFDvky8kT+zHYW/gVwsP/TykL7CAUE/gbcjvZCJ8b0l1X4/A2LaP8yS8z61nf6+3sCPvzmckT+Pukw+clDkvMMhbz+KrL4+1jqAv0AYuj5l2sG/H8aOP9EBLz9DSZg/WZWMPOCOz753yn6/Eu/APwx33TzyqQdAzRnYvqTZHT+/sx+/jH+EPWn/GD+LMb0/xDxZv6mbpj6+quk/bZBbvNl3Uz+rzAY/WVQdQP8RDr9d/hQ/Epztv/wE777bTSw+cDgDP95aWz/AnE6/BleVvyqIDj8n2jq+Dj8gP2fGq7/onu0+evqUP2TDkj+HYV2/onMPPoaZCb8WVwE+gvQWP/vkb7/s9o0/Z/6cvz9UEz+fexa+WxDMvpPsaT8CxPY+uLKeP63vWb5C/iw9hBw3vwEYpr+GTOy8qotXP2n8ej88WDi/efoTP1IYBj/YmSS+3qCVvjBPcD6w4AK+mZNUPxCB8bxgp/W/rlscPg3X37+ZxxI7Vy+SPyhJDT6nn8u+VdiFPwChML5Yxm8/o40fv6AElj9IrCE+FYs2PutnSz8IZtE/if7SP7yBRr81fAc+ZSDnvq2gUz9KfX6/EOE2P3rEwD8/1tQ+ZWxEvycrVj8u2XE/EfWyPym8Pz+NShu/kHfEP+c1Ij93g7O+a9abv0Ljo71heOo9yX3CPwkKvD700bO/o0ZHv+Lx675RbHI/SHOmPxh0pD4Fw7W/d91HP6eddb465gy/SLbTvn2MgL+IsDs/3pS6P76dq74kReQ8","lxSavkdGKD6EIUK/Kfo6Pi3FLsChq+C+SEwAQM9r+T4umu4+4Z2SP9hjTD+Iqio+MMMJug+/jj+oV2Y+wxKpPVtHxb42k/C+BECcvmV5AL4+Kt++j53Vv2Od6D5BjU4/GAp9PrGhOD7Ag8O+xpQUPLAtDD+kE6y/u8IKwEujwb/PmY8+3+txviWlEUDWqcO+ksbqv4HnbL/qNE6+3hl6P/bfuT85uhNAZwAxv+jTAL81Jr4/Os/Ivy/b9r+FtXs/JgFUP34kIr9U3ny+2zAKP8vYQb5i/ZE/KfvgvWIQEz+1XCg/K/uAvwA8nD7MUJ6/IKN2Pq13AEDGFbQ8db9AP0Nq4D0Eeai9lX8vv/Idhz9lVkI+04LePh+MRL6xF9G/xwjTvmQl0T9msyS+thGePPY6Rj+UypS/qBeYPkHgvD5BFAZAcawzv/hee7/ZDW+/6lwKv4I0CL+XJgm/7D01v9x2Gz6KYvO9d16xvlVGvb80Ece/qKIwP+Z2Qj47XLI+TjQVP+C+OT936LW/7jBrP/qImD7U8SC8LW4FQBYSxz79Y4k/opyLvxGujz/UeVu/J78VQNjOB0DfsLq+xsmnPpSk3rzSJNw9dfGFv9L85L9rDti+MvZgP2awKL/0fye/j+qnPoydOj+Uj8W9zPYqP9f4Rz+a6No+AzU7P48mGb//btW/QbyLPleOVb4o7K6/SSPAPzQyNb8icsI/ZVvbPn9sFEAzM2w/6jnMvr3W0z+x248/TWAhvxWSCL7FYpW+3c73v8/T0b9iw9u/SQgRP5+2rD8p18U+9qjbPyyegr66ecE+22IfQAj+zT/jhro/gxOUPrJUhT/XJNS9o4+SvjoMBb9gcIa+htnkvmx8TL7HmYw/cklIwP+gGb+tQSm/pJs6P9z1lz6L2Vu/9/CVv/GiUD8qdM2/kMgrQM6uL79+rVY/ot5/vxJMNL6PhSs/lX88v4flYT/2AUk/ULlQPy+b+b8UwJC/vIjeP6J79L/vjZ6+r2rsvdWnir1XeMI+","/9bsvJWsZz/qHkW/u5qOvrjKmr9cIAXAWLazvpOHH7//RJQ/F5KKP8wrpL8bXPc+o79fP4JaqD+ub/E+KpvEPh6NXj/cEse/hJJsv6BbkL7dySe/qe7lv9Hbgb9kD0a/Qo1GPe5OIsA3hIs+QdMCQESotT7OcGi/U3cMvgoijD9jEMq+Pg/RvWPKADzJ4tQ+yEnePp5IsT7Dw169oPE1P9FbSz8SvMU/RPxPP+BYcr6Fuq08yLpLv7wdZz+RaJS/oT/YPaXenT+pwYg/FRlLQM19Cj9W3j4/9KsMvyHJqL+NqAA/36aRvmb+5b9EmJ6+UlJ3PIFbKD8LTeK/AOcnPwJhlj4NWzJAmJ6KPnXArT+gMmo+d5e7P+mypD8Xy7y/Qq8OP0WkNb6v5hK+EyYfvgEicLyMZ34+/e3GPgWPDz0WS2C/ABrFvoNwAb/vn5o/opMSvyaykD7C3C68YOeVv+np178ExIE/kTmnP6vjnj9iI0y/ibpHvhQTNj9anyy+xHfPPl1pq78DY4A8ynfYPcLlob89kHE/hfuQP2YhMb+nS0o/4x1vvierb7/MCgO/KJ+Gvn1e/rsozRw8R9BHv0ifsL57S7K+Iqc+P/Lgxb5Q0GY+bJiCvYT8Jr8EDRA+x+Xxv0wwCj796QvADHPJP9RnSD6Q89C+XNlTv3sEiD+C4tY/6og6P+ui+D+g+Rk/F0eYP1W++D6YUvM/vxVrPudMNr/YCR7AmqHWP2MR3j/nhjc+zRDdv+jWG7+OBOW+5QmZP6nfjz9aOdO/LyHCvhBgY79XlAQ/E3QLQOhjUb7s3VA9nGRbv3TXFsBYku0/LNA+vtJgSL/3i4Q/9fa/vQ8VtzwnsBY/Dp5VPkECYj/yuzw+5AOLPhPyID9uloe+AA+jvvjvAb/FQSg9ZipVPy1jE7+bTrS/AW+9PCYBXT+NFR8/brPzvihCTr+XskG/lhHWv9PdVj8PGr6/D4qav0UIOz884Ti+62/2PzxCmb9WEjk/y9QuP7r8nz+l+gy/","mQfDvuc5h7+axX4+3WRgvw/IiT8I1lu/3U5Wv4JI3LvRuKw/pUICP8hXDb8wkwRAfidSPkPfn79cfjg/tq4fv8CkSb38L4M/l/+Ov7mVBz/bLze/BWuZvj0MTL/px1q/jE+WP/SL976xKCo/pPkDvnvg9r1Lluc+Gu81vxA1Ab4bWb8+fXgvvYi4Hb+v4w6/d6yFvoHJFT/a7Ki+Hj9LvvNw8D//BKS/kzWiP0pTHL+bc6c+N26MPvkkjj/ryg4/kyb2PkgTkD9J8E4+dTsJP/NwL0DJmoy/8ek8P+IWWD/DJsu+UVvpPgmyMj8iL1u/CrKMv91gRL+ccKa+/T+CP1XZST/8OQ1A/VrLP3yuYr8fdMS9ORCjv6MWPb9MBgK/iBkLPhCLPj52kYa/JLEpP9Ha3T96SIA/tSv+veW0uT+EtPC/LaVPv59NoL8wODU/DMCCv0rFtL+3Gyu/DVJyP+7zAz/z5po/M3eTvjZXmD/6IDO7wa2Evp6S7L6a9+++7/u0vbETtr+9EII/PuQIwGPT5r/CFyg8bnapv2jt8D686h5A8Q2CP4hQW7+Qbgi/770pP2F88L0lz02+Xevpv1RwXr7NiiU90Y+HvxbmXr9GZxw/mKZXv/iT1j8yuuM+vEMpv067CL++ksK/eGuHvxkfIL/bda69rZifP/cAHcC5kw4/FAALP60rBT7Wapm+4raSvy7ZG78NjdK+wBuOv/TnXD+SmZM+vj8GPwsIsj+FCBq+OS8zv8KU5z7QZbQ91JEPPzyxur8sk44/IzlyP1VXRD83g2s/UQtVvp6O/L2kCme/giKUvwmtk74HlvK9n7HlPqg6476g2Rk/my6avlV5378U5y4/BFU2v7APnz6914a/iLXjvwoiVr4mb4c/1zqQPNVJHb7I90I/b88WPtmZGkAdtm8/oJWIPoLYPb9mSIG/EA4aP1bjNT7748s/30lbvbLtD71Zu8g/2zgvP149FD33qIU/cpgYPe/ee75uibU/BHlJP7oWMT+OTGE/","viLcvztAGz4PxpK+8LWCP2jDpL5RWVw/tfn+PoWivbzEbC2/ukmEv9J25z6+nGM+ZvhOv3dI8D3S0Oo+U2LIPyqErr/ixYS/oErIP5g6OD/4OQNAKcm2PyrQx7/fgAw/PLsePyH34r4vDdw97F/+P6BiVT9XsLC+kXWrP91VzT+lxkQ/iTFjvy+bTL/Od4i/7jYhPijgv78zuTM/7V2yvTrt47638dU+WKzUv0M1AT+YitC9a8jkvfCzJD5jOaS/G98Hv7PHGz8hN54/O4LIvdQexT0FADg/MA+nv8Rj7b6jaL2/m3oxvytePr/X1jG+Gp+YPvZSy74JgDI+x2oUvxw2oD+PZOo+k09Wv5Px/L4JAxo+GeeNPqmKpD6eERzAZ3kJQMo1+j+bi+O9HlYAP6Gm377PbKS/zhi/P2E5gr91WRE/E3amP9U3N7/ir5I9xVkDv6I5tj/TQp0/HV29v6j6676oj/k+WVKKv7TUtT+TdFm/0YfZviwqpL/BfTA+VtUJP/Ajq73F1u++brsYQNQC3b/L4QnApFMUPi2Xub9LM72+qDKUP/ftNj/OLE0/NqWcv5Ue5D+N1es+kZfnv312Bj3nYKg/GRsCwIswGr7OYTFA30aXPxkvKr/Kww4/g0etvgHfuL/RYDO/zyCSP31ICb8Dl8K99lM/vQguIL9sl56+ydyqP6R6/T9qPtC+Oq+Vvk2jz77Eh0s+DJSYPVQjkT826k8/FR6Jv7Z7Ej2T4wFArRYjv/VezL9fQhzAJD4ivq+bnz81C9e67Pf/vQxtK77tqKm/1SDwP3UXgr4zWrS7qnmcvTKMdT5fAaY8uOu2PnZJIMC2KgRAdPAnP3ZisT9DDU+/5pDgv02A+z8yNrk8ewHeP0YSsb3qlFI+XdNTv2BmND6y3Nc9hX63Pm31Tr/tPe4/Ut3Uv79ddD4NIjC/kqwpP0sYTD6mnag9jHH/Px7/nT57gLk/4jUvOsTY2r8xDBa+I5//v+97dr+Vgje/A+qTv+O5Mj0KrS+/","oqQQv0Pviz/mUQU/vGdcPMkSU760rEc9pvexv9DY1j8DYic9Eo4vv69WLz/u1ss/FNY5v1zDebva/Ki/GaE0vm8fWLy3Ata+TuXRvx1LJ7/Lrie9iCZ7Py80XL9u6bS/x7FAPxOSCj+ftOe9hm/9vtZAir7p4a08NyD5PCsia79JryU/71/qP3t8gD9coG8/xx/0vukz8r2aBXO+IrLSv7OF+T6OdUs9CA7BvGghvr+txo6+t+T7vhWibL8IblM/i5gSwBU9r75eQBE/NDHMvgogOT838C0/zGPuPnCT4L+xpwvArim/Pn4MDb7FfsK+GjkLPpzmDD0wDKa/Q/a+vnLYmj5qkMA/ouWhvnNNzD7Sr6W/LHStPbokWb+7pqW+nL/+v4xG6L561Yi+zy2pPYcXjj9bJyw/l2/hv4pPOD8MBVS/hA7Sv2Xouj/hl2c/+bxQPeYDMD9hH8I/SGAyP7BLJz9pIKY+506LP2LyX7+5Mn4/O/vjPqUAqT9AhCy/l5uNvxjKEEBh3S0/0gIFwN2qkT16alm/xYGWv01Orr/yqd8+4kGdP0QY4L9hBl2+1WwJv+k6eT/NVAa+88dPP7KAer/F4Qi/RDLaP1hS475Vx60/iWUVPwPRBr+fegQ/5l6WPzVOqj8qqpa+dWHwPvXCgj/vmsi/IrQFPw5wVb7QlaS/2TAhPdcm674KnWA+Lui0P5XC8D+d/RDAdhfGv8/WUb+00xC+70E9vzgZFL6Gv5K+xpz8vV7qqz4fVR6/yDzDvT8Qar9t+Qi82P+/P7RCAL9VJYi/FKbyvlVT/b6c49u/WqusvjQji79qxa4+G0f1Pupmgr5i6Ne9QR92v9rw879d7h6/DxDIPxd5mT8QhoM/woR9vxXoHD82Enq/rD8YvsU7CD+fjUo/EIW8vuwtNj8Lw+o+xet6PoLg9z6CcMc+O+q/vqumMj3ZNwm+x/uMv4B9b770pqE+RF6vPrxIH78aaDo/G8mhPk1nB7/rVkS+p5XMv4yarz4izOe+","nCwNP82RuD7jKWI+ZUkIQBlZzj74+9+/hdk6P9blFL8XKms/PbU6v111gL5EI7Q9aS1XPzdDIr4xY10/+pkCv/KtpD89WD0/vWdOPxnfbz5YpQq/FQGlPmintj6uVbG+p7loP7Xjhr9R9DA/jk3GPxVBND4PtGy/++K/v2JxCT4wm9i/FXBzvzjXHj1cmri/KVy8vRSFRL9NCJQ6md32PzfEOT8Y24Q+D0gCPjMN/T7kfIY/pSoXv1jRHz/60ym/SNZtPlvNE7/TMGG9D+Ohv/A53b4QdVI+zOWDP+eHsj9PZG+/Za5Xv2D/oD6x1EA+rchUvn/cAkDLdc6/uVZlvxwRL79BTKa+HUcrP+dWHb0xwvk+69M7PqBYsz2tmC2/BqARPvOXiD/qQZ0/YVKTv9pKjz/b6N++T4iEP9B3vz54gLC/9sI9vyk5gL/ZbVQ/ZjlovypHrr8F9Gi+klmqv7nh0T6i4hPAnviSPmr+hz4GC0U/udbwvaH6OT/fExe/S7+FvtWTTT8s+Lg/25sYv4hjBj4J/Vi+XarMvaf/BsDQHzRAndoNQDAU3zv4Zaw/bEgsv/63OL8bls0/BJyIP1qXUr/p1Jk9YrquvwywO79S6Ya+Cv5iP2M5Aj8o7Nq/rISOPyjTRb/hcJy/N+upPdKWgr9pQrk/oXlDuwqmzz5Xt0C/hdp6vwMieT+sLi4/0UijPyHgl7+H+1Y+2DUqP9bk3j4LyLu/vI5YPpSdn7/tfeY95u2yv0t/PL6eLp0/Oh8EQLhGcr66UvG/PepQP1eAzLzxkgS/w+uBPxI6X7/q64o/2CWJPsWYBL7H7pk92xSAPzdKCD+D6ok/4KGevkVbe7+n0jE/ZpQTQLKSFD+v2iE/hk+Qvi0dsT/pu60+gZtAv/OjGL8U5+u+9ZxQv5a1EEA5flA/9SDfPngxTL9Jb30+HHSRv4OzC8BLrjm/Olu7voAJlD7//o4/q8qqvYEm5j+tI5e/4SvcP54XCj/Rx4E/tkHevw4Mxr9NMQZA","uAMcP+pHNb7TzsM+DqkfvXa8Ij9Up9+/g8UMQDq2v78bSx5AmN3gvsAd5T4S4bI//AmQv2sq0780tTE/shKoP499vj7M9G4/hHpUv30UVT8COFI+3ZSlvnqG2L9Xd9G+1ilov2a7oz73lBbABTCLvcYdn7/tsis/F14IvxGjIUAhUpM/v/aovgSEtz4kpYA+fAqTPsSVU7/1h6K/bE0bP9ShBD+xaB29TrkNwO9Pkb0ulwpA/CBAv6XjmD/BVCG/gU8/P41XLz+6n/w/i7w/v6Q3gr8md9g+g/kFwD6BST8dLWa/2BirP6/W9T++QWs/rxDsPSkbRb9YeUG/ltIOwKh2EsDVrEE+R1bOPt44x75Sd4G7tSj/vpEREz8Y8Bg+AZafv8Amnj8kcvS+5OwgP7nSoj3/f6e+zLdRv6OWPr9A+0G/b0Ogv9PkYb4xknu/LH/Gva3fO7/wHIi/ShcAv/xho775ZxE+c0UxP0NWRj95oOO9FwkCPiW2ZT/9Ap2/lQddvwlqdL+Fopc/61aCv6VNwD/Xj7W/PDp1PsEu5b4Mc6K+BCWhvyFAE79ERT8+fLThPuvF/L+737m+QzfNP5d4NL5jnQW/q+KtOwP+D7/ZvDK8ollmvymVGT9Ymg8/gTWAvulD773nAIy/CBOCP/5wrr5xSIE/eA1OP/xOEr9otdI/z41Wv/LOdr4v1NW/DoQnv+haQD64SQK/SrBXvJOyOD+iryQ/bOgAPvZruL8gnRo/6A2LPj7MFT8KYTo+AKJiP0nKLT/QiGe/7E6oPwgPAUA83oW/KMD9vqKao79LSao/1SqVP23oy75M3x+9P9dzv7oAlT9WfWO/onZlv+a2q76XNm4+tTd3P2ce9L+EA54+fZtwP9bJnL5R0R6+sxMPQGcl5r5ccca+VmJHPg6sYj5gbb0/6qVIvyZZuL72QGa/mQaKv8CzyD9zSdU+D/pzPvKx978+jUm/QDVkPwrWkb/odJ6+GCJPP3lZLr+B+Ma+IWTzPrZZDMA6lq6/"]}],"outputs":[{"shape":[36,112,1],"values":["CgVYN4WXvTdpycQ6Y7HqO+Mr0DrfTjU6TdOqOeqR5zn8I9g5DFT3OaCS/DlEYME5eYofOUSnejdJXJU2/h/MNCfzQDOvjygyRueCMmPIODTU+qM2MRWJNxT2Gzezvq417bdhM7TKZDT4K502k+I2OJI14jjhIp02J/jDM8n6HDEBthMw7RP5LwRDIzDJtNAxOOyIM6ILEjYBJRA41fWZN5FFCTbV6jI0n/gYMsGo1TGfw1gyfeYqNBEplDYRykI4/tlrOUyzqjhVVqg37KkxNu0b3jQDE5o0SpuUNkatZDjbD3A35XJFNEH7MzFYvKEwNuaoMP05OTLFWPE0oWGeNuQeRDcobYg3UlB3N88D0zbeIIY1dWg0NW8d0DU0W842q6hhN80WZjjzfqg6tDouO0OZFDpFB1s3wEdkNKIfTDOq+JIy+Pe7M8zcVTbA2sI3KrF+Nim0HjSSzqYx0pO+Mh45KjUHNmw3AW8nOa36MzfdDf4z529VMZCOHi5Do8cu8/o0MPXH4zPVbQk54lvsOslvGDnUOLk3+SmUNsylnzjLexk7PndoOkgj3TYXYr4122cqNxQpwDf+F0E40XbwO04ntDdya8Y2ZXxCOt+jCDwRde86fUnWOcHl5jhaLUg5+GZ/ObbfFTpt3LU6BggIOyhHmjodIJo4w+CzNp9QIjOyg/4w78iWL06hjC/7nIwxy7KKNXctOzduioM2mm8RNZN3JjMfql4zPEz0NfnIXjhE+5E4024rNubWoDGUPEsvGFyCLHj5pyuIhZUr9ehOLgwXTTCFejc0CmQ5Nzg8AzhLQL02WwDpMy3jsTHCYB8wkeYZMOmjLjJ+MCk1/LjtN8RHqDkHcRk6bnknOZ3KUDat9LI0aRPVMiR6dzO77hE24pwNNTDd0TArTMousC81LVmZ2yzhcBgvCeQ+M2BEAjYqBY03lHlZOAuhjTi5bL43EDIPNjO4lDWOPr01kzEPNsFtqDZX6U04Z3jAOfKd2DvOVDo6YlOZNyJfKTRVGN8y","43+5MMSgoi/8Mw0zBrt6Nn5w8TXByR80tKABMBogUzBboEczzq5ANt6HKzmvsjw3bw3vMSo6lC7I2I0qAKG5KQnEiitrd4gvnHvbNttulDpSxTE6SXxCOVtYeDfeHdc4OJBSOkEi6zpyLws4apxINiHEoDcE1g84u8yBN6Co8zqy1Y41Vl9eOGRNaDt0+oM84OfROw7SSjvp3Jk6Ic+POkxvZTrhGCM7q9sePAV8kztlO/86RLkpObW2njbt/GczNNOJMD9VRi/xiWIvtlo4M0uXTTeRV9I49FWnNwvbozQNAB4yJ8TNM9zwtTZefb86J7UQO7gh7DQBh3ow95BcLdFLBCoZzC8o4ezKJy5afipdEEEvH+l8NbBzqzlfEpA49oW8NV9eRTK+QZsvX6wGLmFu3C7qrbsykqwNN4BXVTlNvDE6vvYnOsYDGzhSl7U0VbR1M4uPCTQrQaw3nb7iOdYpjzUL4couls8iLDnyCioh2R8pvKjZLANePzGdC7c0z2UJN/bOWzjh5k04wt0iNoG8gzOybN4yb1BEM5VTwTXZXhw3/2GvOBrHdjqWokk86LKMO2XeCziWY700otR2MmRWnzGkJbQ0AzCSOI1MYzfEhYU0Mr+sMW589CwrMawuFbd+M7+1AzkrgOo5nXScNVVE2i6iKqkq1BvNJd3TyyP8yTwmvTq5LlQbmjffj9A7chFuOXY0kDks1084hxifOuu7YzwVVIg7YdcJOK6CfTaE0mk2vp4TNqHrTzUW3y85Ey7TNAwV3Te5Mr45yUq5O4yf+jqLEt066Uk8OhuHRjrSuy06/6OlOiHgqTtmBH470nmeOluhNDlaCtQ208JYM9ullTBltAYw7VZMMKX6HTQ5xZo3Pop4OLMDFTfXoMoz03sBMh3yfzOAjy42JoAIOZ0dpjmlsvg1jJavL2YW8ixb97gpYMYlKP22FiixuMopnnzNLATCETPskD84jtCNOUyVEzbR9lgx89KlLm6swy38h9guIagxMUgXEzWsHoc3","IoSvOLM3Zzm7/wY46kZrNEo8CjOxc3Qy9jf2NMPMajqAmgE3e24GMOWGoyuZpMQpdfdoKWiYZSp6Kust8vmAMUIY5TOosME0qBxuNOFYJTOqyesw2A8iMU3JSDAuZvswZm3vMgs2IzYD85Q3ZtqaOvQFtjuOWMo3kdAcNNsrzTFUzMUvQbGzMRtU7DU344E2tvynMoZhxS+3qKcsmtvRLdrfLzIEbBA3aOADOdqWxjXmr5AvU9weKwTDBCb0OkokqrjiJWpbvyvvauA1JBlQOlXUXzrz1sA4ZTuZN7cnVDleUxk8JJynO49YnTi7i6A2+AB4NgpiMzXl65418SKdOkQJSzfdkhM6GJOgPGtMFTyHw247eWL3Ou5nljpzVZc6zr16Ok6B9DruzUk8LskoPNmjmDupzSc6BTsYORPmqTaQg8AzdrPbM8hzxjNBBkg3bYaOOuTcujmUDzA4m7b8NWxHyDTy/no2oNltOed8bzxO2Ik7tsBkOH0jYTQ+lsQyIvCIMMxMFi5M4Kct5i44L7rAdDJqMkg3OlKEOlIyyTpMf8o41Iv4NEMTJjJhShgyHi/sM4eecjaYHXs4Czm/OemCijopkZU7Z0JCOxOehThdU5E4JgUqO4Xs1Dyejik4wTBtMqT5tS44CrQrIrP0KhQ/Ry2EtKYvt9lQMkX9dDQBS2g3o44jOQCDBTl0lT82JlUnNBnL3jNTn+UzLyjpM6Mv7zPbFL01ykTmN5f5izrIjSs8AfmmOvPJJTk/nZA5eYOdOdM2Fzugsgg6PpOaNnciIzO1WSYwOvPDLpNslTFIfZM2dC6qOjWXhzpmZAs3gjcvMqpo/S1zr+Mq7HwkKrHU0CsXH28yp2lVOspZiT22iWs694e5Oe6N6zlSi9A7LDRNPCCvVzkj5gI2efuPNOgiPzUYj7c0fHBjNRxjUjvHlJ420niXOTh1wDum7z88556xORnIkjoBc/I5o3DkOZeL5TmQCoI6Oo6uO1YoGTxwyIY89PuvOn6zpzhB3902","O0QyNJEgNDRfxX0zfI4wNq6bojk8MWo6KUQzN/IKNzaSRl41k5qMNUti4TitxCk6iISTOkfNEDiIv1I0coaaMsVvnDHJuiEvM70SLhmHrC67ruswcFEVNbYCCTlWlYs8Ibv0OpOUTzZf2Ms0D9/8NEJbGzVG65k107YcN1wIEThkrtE4ZX4IOrPjODrsP4k3zvg5Ni3X1jiGVJY8E9ZPPArWbTYv24owfxw6LTpDDS3VdywsNTA2LinpHDHTORQzMp61NbBfGzj8xFY4DUQ1NruF5jMfPgsz8JOfMjq1DjNGu5wy+noTNIpJjTbD39o5eQ+yOcCojTr5iJE4vtKyN8kvLThB2IE6vwW1OopkoTYznw8zpBBQMak5UTCadZ8x0HL3Ncgl5DkmKMc6Jf02OO/5oDP8l8svzsVLK8Li5CrtCPgr+oqiMD9hnjeqwPY73k8zPACxETqna6s5k4UAPNUIuT2YNdU64jy8N2SZRzZxyTo1vo+lNLS5HjSwhhY7Se68NEEOxTVk4hw6ErFhPvIRnTtyvGo5bUWENx5/ijYhSgo2UcoKNjnYRzcx2BQ5fduCO75cKz0c3OI65ogVNxElQjEtL5svvvIOLTQlUy33Ei4zNtfLOQEZpzzyS7Y4GUH0NrO7GDdT1q87UZK5Pgvz0Dm5ilc24m0QM4THbDGnUNAwWiRcLooPMS3K56ksQPy0K5XS4S6vEF0yVrqGN00CDz+92nY9FJikOiiOHzvMRoU9L0o0PZjmvTo6hfw39sHQNlCrkThXrVI7suxJO1iB4zh/74835myAN6YPizgF7gI6MGMePK3iqjtlJUI5mmpuNMtBoDEdxI0xRLQBMhY1+DWRRQE6f1Y7PIvMjDrHRxs5Wi2ZOInjDzeAGBI1jayGMeNz1DHHsE41W+KeOzIPBzstP5Y3RtoiNFPegzL1F08yUf7aNQQ7zjl3zqU7wkWHOFr2+DS08GcztWqoNBmfkTe7+3E6KGzoO2HL3ztsR0A7yMRkODBi+DUDrsw0","3t1vM5SWCzSHDTs1vgjxNucfhDhvBCA5uRYnO3WFRzyajas7PVl8O427iTzVY1M9KQZ/OUXPmTYe0HczI2mNOZaO1zQ6XkA0SYA9OENiFD3sh8E9ky3nOjydCzihD9Y1mov5NX6uKzZR93A3a6sOOdP96DpbGdo7XojHOlu/GDdu4jswHGOGLdaX/igZOCMqjo5IL1x/JzdtVgA83/RCOZLfUTexNnk1Jyd1OGRGczzdwX48FYWJNtcUlDLQrlMvnA4qLvLCzSuFGjIr1j83K1ZlpChRt7Us4UOsL0ctcTTfJUE7dGp0PsWLKTvmv+M6yIeRO5nA4z014wc8lpUNORYSHDad/h83ZvI5OTjuvjk185g4asULN0BXljbAa+o22rEcOQaffDsdy6Y795H6OYCcgjRQZSAxGxIoMKBgnzCcWgQ0ofctOIZFvTooEZY5onAXODg7FTeeCnI1qogJM+m3jy8oCJcvNQmkMD2d4DYSgRY5NwAbOOpFEjOgUYIxobYkMNMpKTMTZxU3ievNOWprqDj7ncg1hSK6M8suPjRZbgw3odJwOXRc4TrwAEw7Ahm2OrzkEDndThA2B0EFNbsn8DPH78wzNysPNJp5+zTmWak28uM5OFtWtzogg1E8dNVnO0+ViDskYsQ7EKT5PXHfrzvvP1g2p/mkM4Yz+jevNzkzZvYRN26jeztcJjo+INK7OsezDDmpFRI3lHwtNXS+mDWtZ3824FbDN7nKBDov5io8ifVXPbrKgjmDYQc0jhuhLtarkSt7MxonVxR4KnM5gjMARDo7eFEdO6WcVjfceUo1axKnNVpumjnhzzQ+QlvcORW6IDbPnjozODAwMPgJ0y4aMLMr0GwPKzOPPSqnqcImYFNQKmEDai9uVFQ0XnVRPDUfID4URbg8Z4tnPJ3fzD0zi4A8f/0GOpySEzhIK4U3wgwUORPbdTwoFQ07KhpfN/5f+jSujps0DAajNCrEhTiDu/M7oLknO7RhLThgup40ShICMSDbbzCkkpsv","usx3MdO7kzVGa0c46S+9OO0VADnE8kY5KfvMN3NUSjUAgN0wnYwaMgVTzzPey4I6WB+QPGGvzzc9OUczcR/yMTeP4zBcRz82Tq9vPA8NNTvJc1w4w/f6NB9zuDQ3Hs00EXQKNyxyLzmGFE876z+4O7S2DDyvw0k71d2sOR2eIThDusM13B0KNJ/hmjLgMm8zgSoMNXuS/Dft2ok6il8FO6c13DrUlII7ZEGFO/1zLj1P7gs8m8EGN15SWzR+Tjw3GVTZMuMFrzMf5r04T0pGPkgbrTy4maY6WHNRON0ZVTYUxFs11s18NnAqozclEhQ5hL8zOx+eeTyL9To67rCzNBkoWy7knawrgNn+Jma+RSmI/68xPkL9OTJuHjv7NdE26D73NML58DMuDJc3eJk9PES8nTzDaBk3OninNBp9hTGYkAowxwvFLLBlwinyYqAoZpiGJvS07Sg2WV8tDYmaMTVirDjGM009rAf4O+/xaDtOCOI8A9TnPS24ITsKN1s4fZdxN0DMNjgX09o6AQBeOxVA+TdhWSM0jeQFNB8XEjQTqJ03if61OxiVrjsxs/k3uPlHNIt25y80DQcvfvoQL2fmxjC+TNEzGekgN4p4LDhwmQU4QToAOP6UDTfspz80kbndMEAwJTCNEpEumcASNLL82zyAB4E6vD1KNVayaDNr+r8vA9G0MgNmPzgcoAM9sHMsObZwPzVFYVY0oNaNNNCsmTbkCZE4KZ5lOndYvToI0gU7YV3DOu2kcDnCiyU4AXpANk12LzPLOLoxQa4jM4CfPzSY0683eUhlOlTeZTpQ4kg65Y+fOqKSDTtSgFk8Q04jPNAegjcKC8U0vtyfN6kd4jMggTE1q6L0O6nvXD7/ZQY7ZWPCOdVICjjphIg1ZKIGNfytVTZwQmE4gY0jOkE6fzxyViE9bAmVOHNkTDNHl0QuCWDxKhrpNCgkLxItLK0+N298VjzIaGw4eWNCNI3LVzJSlH0zLa7mN4bTvzx8F4A8YCC3NyujWTZlM1U1","+MB+NcSUwDPmXQEvv67lKiRnOSjYp8cq9RygL0t0lDNGdH06AGsOPhBUfzxdFmc831iRPQV7OTzjmBw5CuqcN7wMFjeaNHI4pkrGOm8TzTkkfww2+W6qMr/0ujGWE8cyL0P6NUNUtTq6yQk8LaClOFLtPDVRJQkyi2d1MOv3kTB9knwytLfcNKy+ezd3C0E5oha+OdU0gjkdj/Y2QIUAM4Fm+jAADUwxfpYQMoxKODmVBHU8BFvpOPnshTXmJhk1oPTwNBA/7TZTUCo9uiYzO6UgujeYGW41h/wcNXTrtTXQIK43S8+gOV9KNTtbd7Y7QaWhOwTNjztXgYc6LdBOOHPCgDUcAR0yr3eIL2toJjARmNEyGsQNN2kJ7DmGRq46j0LhOlKxnjtDFQI8Z0tBPWJmZTtnHzU3UTQtNHgkzDcP7YwxDhAlNfdmRzohMu094h2DPOHUSjrlJNM491qvN6Fw4DUQmFk2DKIwN4iezDijrI06yLOKPDemPzlXJRw0Tk79L0x3Ni2fvQkpTg2FLYwVNjVyXFA6YNvOOHv2IzRZlJQx88WEMmwVlja7nbU6v4eiPMeqvTgDbA83vZvSNkGMYjcR1xI2jAtoMSaBni20IuMpobjsKzpYxC9oZkAz8+sHOLucTjy29WU8oEysO5TVOz2iG/w9JXrIOsuWCzj+FBQ3yeV2N10LDTlnOEs5y6QNNzSEKDN0SzAzotkKNJlM1jaD7UM654nuO25YLjvQNIY4nSNYNV7uPDOVMTkyito/M5uE5DQmhtM2IQZvOEiodzn/Eh06mpCkN+dzjzNr7jww2dfyLt1teC+/RwI2m45OPDYW2zvR/m02cv6xNApJzjMT8S42ZtzfOjPPwz3F1FM6/yeQNmdpPDVXGuA1cyUiN2bV2TiLLno5nFEHOuMSNjr1nDk6K12aOb0PLDlYTD43GDSANN0jrjJzvL8yFHQdM8P18jYYdZQ5rZ9LOptUNTtKQYE7Do3jOzW1iz2fVRs7HMpXNw+mSDSJnLQ3","Ga1lMwfbCzXu+J82oKSJNV8CnDT/YmU0/tlIN/RDiTzbExE/uS6JPC6Hsjt5lxw7YFG+OkYVUzldvbw1XCK/MURmJi9+48MvzK0fLhc7wjFaVvI2Z1EGN9xuTTXwC7oyrGN5MnxmnzQMQJM4YtOTOyx6kjtpzqA3IQAsN45ZvjiLiPk6dsbbPifb7zoGL9Q3wZ+GNB/deDSbTxQ2SNWEOnRxlz2Uh9M78o8tOSQ6aTni2iA66+ItPDKKEz1QIkQ8cEGaO8lw4Tk7aC44vGUbNpzSpTTAi4wzm/uXNEXJtzdvLec6mCpIO3CQuToVSCI7VhWMPDiUMj4eMwI9GFkgO6XAqDi7Q502ksV+NuNWjzfHchU5F02DOjbpPDpyx4o3zMAoOMn0Tjms5qg7YljQOh7mLjqBx+U5NeDsOA2CojmYRxM7BidzOusHcTqxtnM7W9gVPNAaczxToIc8KNWSPNPiTjsjMB45RYqSNWmtTDKCQkIw8FnVL+3Fxy8q+gQy7zKwNDRtHDcXMQQ6lvGeOxdhpzv5txo6qTA3OYhzmDjVPzU5KzgtOvzqOjsB+TU9PMHwOjUzJDfc+0IzhTGZN8MGKzLxMMgzqXhDNcIaIDXePL8z3VlJM8bIuzIcITY4TW04P0q65j0znX08bc1CO04EpzrvEiM50uk/NVHKXjFa0zguUuoMLhhafSzXx4IwVva9NEQFnjWPU8gzbBbBMZoEfzHYAyAzJovQNtTMmzqxkDk6o+g4N3ulTTaS0Vc1v/a8NqhwZDzO+JE+8x5JOOtLATWWe+0zrZwNNQWW3jl/0y093sMBPL/JmTjPyMc3koKAOV7ghzsswNg8kcnPPEIMBTwSGD46zUsFOHXnizWai0cz5hEjM4Tj2jMgVIw2obKmOUZkjDoT/QI641kdOkC6lDsJrRQ92Qn5PaReQjwd7FM6cuAGNzOzzTXIMzg3vrvKOGtFLToFLLQ6u10fOPH/iTcV7EE6LSg9PByyLDsmKCA5OQnqN3eJdDhPdiI5","oEVOOr8tXTrPJtk5mcqYOu+5IjuPxsI7I8hhPMknEz2iJB88RrggOey/AjUuK5owG6faLmPSRS23fCItpxyYL+IxIzJxwGQ1zVIKOSDfnzvkTYg8iY3eOtguGTnvWmE3kuMHN4CI/jc+xhI5BZihPCwk7jqbgtE2OS39Mj1TgTdRZKAzZRcjM712HjW7iZ40+L0DM25H2zNhGdo0LvqSO7zKHD/Us188eBm2PP5VwDwhNF87erv0OAwYNzWbNhgybtUGMGHPDS/hrbIuy2KUMvVNrDaJS+82QMyYNP4VvDEYLQMxiaJ6MjkSmjdIomo7bGOgOkmjjDYZ1Aw2a9ENNDOAEjZW9HQ9yY9/PSyNqzc+EAU2tJo7OENHBDhESdI79aHoPYY4bzz4+nA5xV0FOAh4wzeI9EY6UaGwPOZnhjzuEik7D0PWOY44FDgwKEY2Y5MgNC8hEjRbn0U0etKUNurRGjuwSk47ILhOOgHpvjqnad07o/PFPW/Bkz2ewD88QCoxOupimjgc5343+qNfOHk3gzkBi3I5DLaUOWV6pTfX98I2Z3gJOSDXKjvhUCA6xWBPN2uVYTZFH8M2VM7uNw83Nzkxwb44VKHUOJWHmzvo2gk9RuCuPKpCBDwFu5o8dbFVO6aH6Dg+xUg1RqkXMLe3Bi1lJZUq6NLiKZ/8iipocyotoMm2MfEEPjdvahc8TlDfPbetZTwpMtA6haIIOb5uLTnOSrI5rh3sOo1/Mz3jdNI69ZsxNqf7JDMkgWA3mjoNMxEGvjMPn0A1BaAYNAdJSDJGAGIx2E/zMIfqFThH5cg+4EDRPR9gtDwUj5s8HmSgPJWvYTqUtvc2JapUM3IKDzAcXaQvpRIvLs/W9DEfjTg12mJbNoPRmDTzlXcxe+0jMBpzyjBuPxg1qq6ROudJKjoyEl42s3FeNtysQjJabAsyhCbPOAvEBz8Wek46miKwNw0aTDjOQWY5rcu7OwwDUT3M06Q8gciuOexEoDhF/JI46ZPuOU115DslOIc8","dFxcO4Vczznz7gE4CLYUNow6qzMHTpYzt2InM1DdNzPop2Q3SsOcORRMODnpol45mKZ7OiHtLTzvWi0+2+LNPIsD8TqvpvY4X6BuN01NJjjtXpQ5aSlQOiar0DrCBTQ5n5KQOC5Omzu27a88LpnHOoAdBDkJi0M4BS6JOERgIjnWsYo54MszOLRZoDdOkx06y5bPOwfJWDx+Da87//g8PBfBLjymlr45VCxFNgBy5DCa7LEsj9pnKgZJJyrSZ1Uqmt3mK2hkFC8ke9QzS464OEVV1zwiiTs8P99yOYMxGzh5DUY3wPSgNxkg8ThXemg80XSJO6MVxDZ2Ao4zKMtjN3wr6DJOt3M0MeniNXcTHDQMz3IyH3D5MnP1wjTB+ao7dXHsPrnfKD2XQp48oHROPPe4BTwA8SA6TwcEN0vITzSmnx8zzVB5MkzCQjPEDUM2E+7mN8SPIDZjKOAzmqnpMEdwjTDoLNkxNqYpN7o47DuHzUg7yHtYNu1W3DaC79U0K6pONbgoHT1h/Yo+kTW/OfGVVDjSgik55RQQOwpuxz1z/Pw80GKyOVqjIDcHTgI1pIg8N1P2nDrDchk9ospWPeZeqzvET2s64jwGOX+wETifzZs0D7iqMxKkZzQy7gg39xxeO1jFgzz2li47XgpPO5Qkrzur48s95IGjPbCHIjzpv9Q6gCiJOc4syTh7b0c57xElOq28NTrJSIU5d/KcN0m0ezfKWxY6QJt/O8gsCzroyMw2dfHJNIFoHjX/l5I2FYZhN6g21TZ6/E83DxeXOmae3zytRGQ8f37AOzh1ZzwgVpk78JWWOePX+Da7Tm4zVvsnL9nNjyyFUwktQDtJLALvWSxkkdUvssg+NZ42DjsePDo9pNNxPFk0XjsTPpg5+d4nOYGrAzofqIY6pHfNPBpHkDzQGug3aOAhNRP5DziYqJ8yd3TvM70GkTalhNM1mzA2MzJ/gzMVkGg0awOnOZ0JuD7jb5Y9cUQOPLPobzzjuo88rmkcPLVFATm5y5s1","RMAGNHkCljKnXS0yDg08NMHmdzbb7UY2rEYJNGkTGTG0oTMvOakvMcsePTUydcI6+MyGO15FnDZ+tMc1vjeUM8Uc6jOVstY4bezfPpYjmzzjxDs6Vj3JOftR6TqFuqQ9nuNgPc0ZWDu15Us43eTiNVlrbTamTtk4EHe6OqmVxDsGKpc70asIO90qeDk5rio4s2KtNUAKhzN0MZYyGRVeNUU/NDkK+Q47+B+IO8G+/DoMcDw75ebLPNCbOD4yaB49D8kYO8RoiDnMwSc4kjzPOAp4pjmtGTA6A59fOiGRqDjRfiw4Go8UO7ZKFzyoKJc6aI4MOCOIszbSNpY2qkyYNxl3hzgBdyo3Ge2xNiVvjTmFPu070UYFPHE0sDuNUaI8c79gPfWq0TtU3aQ3Uy39NO/RHjE+8h0uUY8bLrQq5C3b4zwtuJg2L3pthjMD4rE4KXcxPC6YeDwTBbo6a0eOOIZfhDcof/E3R5CcOJBTyzrcJ8c73h9BOPXDKzY6Mug3PZN5MVxOJDR1rHQ4WCUUObuJ8DdfP7Y3n/zFNKymWjd2lKU9RRRRPxruLDr+X3E4uSYNN+3fkzbpF+s3AnmUOoe0UT4DymA7MoNMODBvRTZ+5s40nqF5NaXyVTV8uYA0cK2RMmXNZDL+4Zo1lrFtOlTUHDz76Lg5SBGON74RSjbnTAA1JVIWNuQJ2DeUTSc3VEEnN6U2/jd2u3Y5c3eTO9plejx9c0g8h6cOPhPVED0393k4LEwENmtc6TLvgJUx+RUaNFh+zjjyZx47xUSWOgMHJTnky1A4p9yUNle8UTUhAP80VHJPNFRm3TUbgZw43CoIOzvN6Tw91QA+MsBUPdv2izsJmtI5LpnRN0QljjeqA7I3IY0GOBYEEjlCMfs4O3/BNwOTxTdHZD43VwbHNYhlqjM885I0LaehNaeUaDYJBNU2bLiGNQ3+pzT9xLo2ub8VOr200jqSM4E7IFCtO5+QgjwEjBY9leQOPoxtkTwyNE44RDTeNW6R3zP1C3Mx","T1YVL/Gq4i/YilswwVHrM1doXDeZ1BM726YIP5qC0Dp6HoU4/10oOKENZzh+VZk7MxAtPbjxCjrFtas3HHAMOiPiuzHQrBozisk8NzBQDzgYsY03E4FoN0AAJDTX/+A0p2YjOSg8YD9DUh09l9gkOa5jlDcekQA2MngINhbVdDfIUBA+JejvPNjwvDnNd1w2w8wRNIOOnzTx4EI15BhbNP/HBTNaltoyKZALNX0JHjqYIZg7xmEzOkyXnTfWd5w2RCarNdpuZzbvYxc3e+aZNv2L3jbi8xY363q2OALH9jo6F5k7FEAJPLDSXjwC1jQ+O6NoOpVdLjYJG/QxYEu2MO0LCjPJNC44VBQjO4bDPDolbOE4ziihN1liNzbKnqk0L3tZM2vdODOjDKQ0l1yPN5RNjTqtDHg8FiNSPp5X7T2ICxk8H2stOiATYjiw9fs3cHdCOFdjUTjCyZ85pUniOcha2zjyMPA3hFFYNiWYfDRTjgEz3Pc8NK/32jVXyt82XAPVNmmDQDWIPMUzpkolNtkcgTlCsrc6XORFO8b6iTuZm587plA1PILWNTytAag+shJUOkzuuTYEBWAzqRjcMK3fKC7+FZUvWXOzL6SJ+THbx4o0ElfKN+0eKj3F2uI9drcMOoaYCjjH4Ws3Xg25ObSPTjx4r0I7gpuTNwydgztpUHMw5Aa9MptHeTUAbzY3WvheN2DiRzfz/qg1IitLN8th9T7H1Eg+QybFOPy0ATjFd6030jmHNqlY3Thi8JU9X8g0PNFwEjk/xs024KyoNLaSMTPU54k0yllfNiQIYTV3t040DLiZNJ2seDb+YQ87XaFDPE4k3DllTwA3n2osNja4NzX+8Fo23CJoNjdQVTZ7GYk1BiyRN8HD5DkIhuQ7cV9ZO1jyxjtxDq0+KOLdO+3NIDdUaoYzJklBMW+IBDF3990zql8TOObsJDob/a059DfJOPp7zTeczXU2mW6ZNMNyjjOcUk0z5LKYNJB52TenafQ6VGUhPNgWiD1Q0I8+","dHpkPXdzHjucyhw5mVbgNy+drTdN48c3EuTcONod8TmuTRM6U06UOMS11Da8nAs1iUTbM1CeEjXAxkA2KGsANwf9lTZBT0U118NTNJ6c7DUfwEI5SggSO9DENjz/eCE8l25nPEn33jwJeYw+9bqfPYh9aTnIcC83RhSzNNG2TTIfLUYwaCaTMF0vzi9udKQymPE0NWA7Pjk1LIY+G/kiPAiXyjlWiis54ZEJOeEzVDvAuxM9ramKOoLUXDbTNIs7Z/08MZ7CGDHLtEszLgBdNc45ujYk3RE36mSRM20ihTWVToA7/l9lP/VbVzvOnYI3eezHN1Rk2zTikfk2WBylOjDgRD7Q9ak6gwf1Niyu5zMSGKsy88RdNIA8qzblDsY1Q86rNC/tETX2CLA2SM6UOrDxJDyG2yU6dYg6N/li2TWS0HA1gqSKNZdwfjVjXLo1+D1vNLDmMTVTKQw4UXgPOjBiIztqf/w6kfSxPEB7DT7pRBk5AKYmNLOfSDEsnwMx318YNNAKITghhBc68rO2OWqbJzmjIkQ4FtaVNuLTrzRyeDIzDQmMMzeX1jSC/xU4BPnCOqEjDDyjjEI9MiwZPlgcqz29ZEU8MGz9Oa2PcjjDsrk30dmQN1N6vjjbb+05waybOqzfgDluSVg3nlQvNfs1FTTPgwE1J6joNUdRNjZbvK41ivXINOH/mTManQY1clA0OIY+gTo26hI89A0pPKpKLDurTnU7Gd4CPEy2mD5s+N085BOzORpv7zVWZqsyWby3MNtuGzEM+7swM2CXMtOSlzNA12I39f3NO9nHDD6+9lc6P+bUOGdv3zi67A46GzATPd5uETz4FKI2ZLVEOV32TDFKY1UxJ3VTNJq2azZYWUU3ZSMZOCHLPzcS3rQ57GVIP9g7gD1er103AazPNXSdDDeoNE03vteQOxl1YT1hKIQ6rCGBN/PcFTVt70cy40SHMgByljWQi4c5mSMhOc3VxDfSeoE3oGpUOG6RpTvVRhQ78yYdOOehcjXxQgk1","PboBNQ3pCzOCrdExazkdMm1MLzGtpGQ0fXOUOCNGiDoskT07GmrPPAAwej6kMSo7yikGNipMZTPl1Jswamu9MBGQWjS2QdY3ghX6ObRPYjrrM2U6kRrOOfmPkDg/hx025vG1NI7gmjWdSe02V4pvOSuNlDsUUjQ8ogM9PYHlKT4gF209jn8hOziKCjk6N783jEIeOP5pjjgLt/45+17HO/DNwjzzD6I7hBE8OQDPzzZ6UIY153fUNRvJoDVeRj80QqViM/gYhTJilUkxTKEHMxE4+jblUvM5fNC7O2RP/jsrf4I8PGbdPPC1jT656Ow94ahXOq6PvzfscbU1/0KdM9GJKzL2NO0w7rkYMFx8mTGtOac0cwICOa03Qz1OJlY9DDQSOlrcAznlFhA6BTKcO33rwTx2QW86LRBhNsM4JzlTPQExjr+fMekE7zOVaOs133F4NrSwnzewYjU2mydiOPsA1jzpYDo/oRasOjIFQTbdHZk2sLsSNnh7KzrpbJc9DGQNPJqDhjiF8rw1/7dyM8xIFjN7MAk1dOQYOHlRljgkGfM3ypGAN3alZDgd0cc6UeSUOlqFNTgcmV81P/h0NIC0RjVkFm8zfm+VMST6xzGzBo0wgFFCMpHE0zaG7xw5CGqIOp4bOzzwykQ+O1LOPBnUljck/Ek04Uu5MRUlFTIBIbo0ddypN0rndTn80Mg5OKAyOqNMDzp6gjE5K04cN2SuMTV9V+c12+XQNhluRDn3RF87yhZQPCNBwTzoUS0+5RxQPQiVyDuSlL85wKPhOFXJmTh3lcA4EWi1OZf2EzsPIKI8UwbLPMATkjovap43AHBxNtkFFDfgnuI2WKkoNdBDTzPCdJsyM9dgMXc7ijLEDps2I61WOV9KODtqo3E7dQaDO1tYWzw8ino9rVdIPgBgmTyURYY5HcdtNpSKpTPadfwxpUmlMehkqjDWUWMxhELEMrlLvjdL0sg72YymPAfehDroTdg4UydyOaAHCztQiYI8VlfhOYmDSDgyvBI6","J7RMMblm3jCFR0Qz0HThN8GLhzpbRRc7RnNeORUD/zZofvQ1vsDUOJoFmDt1lC48NQrFPEy5pjzmvbQ8I8loO1g0HjlO4TA4cZtFOOF/KDjNBN44usmIOJZtnDhSn4A3IGXQNhBm9zePdXE5B+GBOouZpzjUsQQ19E4NMwizgjJb9sA101T6N8eEczjR8Fo3QmmHNFp09DTfOCc3APuUOScAOTri4/w5QISfOPx2Gzgc+m02Naj2NbmOxTXoGbM2C/sjN6VRKDZzD+41i559NgaECjgsjJM5TTLfOSS0KjgqG7k1H1VbNU/iZjXHl103HqFDOj/bAD3LB4E9kaNpOwIyFDh1hAI22KhYNNLpHjRqia0zvbPkMihi3TKIr6QzEqlkNginrTnghNw6ZYpcOERbRjXyb1Y1IbV7Nj6DFTdz8kQ2UJfrM2MmpjE6aosxNrIwNKpyTDZxRig5KHl4OpTvNDoQscc4BPWtNu43sjUCScI1MA72NyD4DzpYJB05gGHEN/MwljeGl1o46zxpO52Yjj2O9Pw7GK01OonBtjiji7M4kU9eOuWdMTzQfOQ775wsOue4sjfqGIo39YamOuqoADE7BHYwvBVkMal9ajV0wMU4D61LOc+0ITgbGeo2w8KANeJVDjZsfo84jgmAOoUKzzsHwUQ8VsKePCqboTs4W6g4URMOOLgImzhv7J84H8HDOcQ/Hzk2GTE4AfNdNyS3iTY0fBk3BdW9OF7p6Tn0iz44kilXNC8igTJGH9wxtobHMiSqJDVadyI3qULWNUqpyTP7bC4ze/4ENGx6RTa4hAA4uwBKOXOuGjgdNcI2X5qcNc5tJzXJSv01m7+LN6557zeeu3c2CLS3NSf35jUCvsE28JC0N5jeSzibgdw2lcHrNHLPCTTxQwc0131mNdMizDfhhD47w7sfPbIIxTsoqQQ4f16NNbnFEzTeIYczeU8xM1yNrTKIeJgyO3PjMl8LpTTYfPs4+od6OiMg4jcxpLo0gxsxNBTYwDQfkW42","Lq2rNUglzzPo8qMxmdNkMYb9CDMZgcY0xmG/N/xXPDnQlV45TsB9NzQ1kDRWAFU0qbOWM2G/ZDWsigE4IC5+OLJPDzd+uA83s9roNojXTznxhv88o203PQS1EzpuE/I3vvorODMgXzmZF6o74nglPIz7azqvY903M0+HN5bGQzskn6gxKEgUMYxYIDMvHFE4CLCrOkTDyzk9gCs3CjVzNWJ3FjQD8jw283FSOhrKFD3eczk9iUsyPDeSTDvYUcI6k4XPOKOdFThPi3c4aNq8OCSAGzpVP2g6VimsOZKysTjq9ZY3dTz2N3z0iDnQU+g5cgawOEDMsDSkFV4yN8e6MaiCTjSlz484SKymONh8kTeVJZw0U10bMzHKpTQ6zp84hpoMOqfAsDnw4IY33QT1NakytTXfKgY2diPgNmkC8zeDgIY4c45nN1I5ITcotX43Yt8lOPh/hTmjviw5WZuDN3poAjWxuV0zLYBbM0grYjX9PS45soJMPdsLJT38FT46gCaBNg09JzTS0AMzmfTdMns3uTLGiIIxHY+6MAGorzDMBSsxNslFNqdMJjjM0lA1lbgUMq5p7TL5uyUzbEVoNXGJTzcJx4g1z+EPM28ElzLnGzszQzuJNL32HTiraIk66hKJOjFyoTho6Ks1wWuiM1qpDTI4HAM0UIeFOP2EMTn0UeM3YEAUOHaXmDgpsCo7kgIqPXChKDyEbPw5BmxVOFTwyjgpAtQ6OrkiPbeEtDxpZWg66q/CN7N6FTdWR8k6FZplMKgw5THxLPsxYZ5vNY1SYDmBuVc5TKANN6wQWzWYIpk0UkQhNUr4FDn677k73WJAPde+CjyrfOI6qoGVOT2G3jeYTUg3RMDhN5ROajhXw6U53i4/OjvmrDkBZn443IKSNxP03DeA+V05A+WIOd0NyjdMLDs0xdS+MUzaEDEqEyAz0xIUNz4avTlwJRg4j44xNRD5HTOmWcwyB3EGN9LPrTmBkJg5dia6Ny66KTUK7wk1ZdXeNc5sPDdxREc4","ftBhOE5VkzcOPxo36igqN3PEdTf8RyY4BjRROItrBDfrC9I0RSDlMrx9gTLCjcYznO69NoHI/jrbLB89k/81OyopADh22gI11DARM3L9zDKxBhUznHCWMaQOTDAE/5kw3A++MKU81jVcMA05teqfNSimqzK++/4yjptyM9IggjXfsYo236GnNMF9QzJzwikyypLpMmMrnDM39Ng2qSPlOQy9mToBrGo4YYhoNWMulTNnrDcxAPusMvITHzcco1w48slyN1+xOjcK+zo37TQ2OroerDwnk4A8JlUWOtCRhTiT7cY4aEgjOmk9gjwK+Yg83842OohgojcdZ3Q2C8yWOgFcdzAxqnIy0dJ1M527iDeS2Bk6U+yqOZFT/DfolRE2gTF5NPYMCzYgMfA5IN4XPcNfAD2mvrM7DoKpOnAVaTnKJlA3+j0eN4LtLziDeIc5T7joOibG6Doxcos5NnUcOAhZ6jaco9c3x1eQOWSlWzoXCwE4av6HNDpzzzEVQ88w5PapMmHBSDeR7Og3CInlNQUanzK8hAkyS4kLNEpJBDm+kR86s+AlOdUgQzj2T4I3oE3COC1Qvziu/g452e7fOXItgzhRJyA2TsSKNTrJszbZyAQ2FDsBNz75qjYeqX81qjPFM+ktEDOczKwzBHTvNYGuXDnc7Xo8sW8sPGei8jkffm03YeU1NdUYnjRO8uo12LUNN4LFUTWjYFgyWg0VMr5b3zMXceM3cYItOt32WzceGkczNrtaM4HiaDcrZi47+GT/OfO7ljevSowzyEYoM5HGeTUIYls3GZ4wOShx6zrPuLU70HbaOPEKrjWDjyg0t1LyMn3WRDXThaU4tMB8N5Y5lDVACbo3DsWXOUxbWTyeRBY9Lcq1O6MYrzkXrzw3rfGCOPEDRjuRirU9Snl4PHtrITm+MrE2akSNNbxLKzrRI7MyaLICMYxVpjGKx3U1NE1rOED+lzmXpMs359toNmNTMTUnNhs22zKXOI1g3zslwow9JscFPGWwTDueUM45","GV4ON767FzZ3C2U3Jo9JOWMCsDoUxaE61Au7ON8lrzeB5X83wrPgOE9YXDo8ccY6oSF9OKFqBTUVzOQyUMQIMUkxhTJGsxI3TBErOMJLqTVcPWczUfqZMftDfDKNLHo2i3p7OJqmIDisUM82jlQqNf+njjYX0lk3jLQfOEJ9sjikqYs3yRbgNfqtqzWrOT42pf+0NH70WTVQH5c1mqW+Nm42RzWtrigzhBf1Mfhh/zMML7Y2Wf1POn0lyDycJjY7MTVqOF1YfTUMmXQ0B53vNH3VTDa/iBQ20HyiM8sNhTI8y9kzU8wwN/eVlzlqu8s3DzK9M05GJDOptkw19AOnOX4xeDoPxL43q9+dNCviDDNVWN4z7+YkNvUlnTcOtic59DLIOQsgUjgFS6Y1L1QMNDfSYjMi3RU1ncs9ODPwuTjAv5c2L25PN939vThuYzw76XGKPKpi1Tsf3dw5QDBDNxsfMzc9Q6E5alScPJ/4/DwuUQM6QR04N6KTvDU1pII6mVqpNNXYrTUJhik2dEAQNvZmuDWvJ/U1cIgsNSQwcDQuf7IzyesJNHMD7jSyT5w4DAd+PGvFAj79Zuc6Hf1YOCAfXzW9gNgzvgMhND7iaza3qYA3vhMXNuqoszOJWLszs37BNBPetTmeOrY7flDrOTsODTfRCzQ0mNBMMn4q8zHBkKMyYm40NKv/MjSGBSMyEBYmMZibBDGx4sUwMBtoMSsMUTG+7wszQpxiNWv3STmg7O08qB9bOvRRUDhnceU3kEsAOdTjGT3rf+86sB3MNaSNozBK0lYucuEqLhnyYzQNWHw4rmOMN7Y3OjR1qa0zreehNUle2jiiFQ06OMzeOMQ+vDdakAY5Yoo2O+FWBTyhEAw7p9+KOtxDajobFDk611U+OA9K0TUeLCw1HKUQN3qBRDqPRCY9ZCQbOU27lDZORV80YkSMNWmozTZI5aw2mDAZNsB89jUsyvo2HwIOON8g+TexMNo1lSkuM9YBhjJKanAyoxfMMpEfBTW7cYo4","Y9plO4vyzDoS4Ks4OVYJONUYJzb1vv43lpGOOWLXrDo86P86xO2gOmomkTr+G4s61J1cONpHrzV780g1kfIAOpG6LjaR4RU3vl10NrpNcjWsMdQ06e3hNHro2zNPK/czzZAwMzsO4DP6d+sysSKWNtUlijqQ8Jw9PrcMO9hTkTfYdho0KJMuM92I4TKf8jw18f5lN3MsjDXmhpoyuUIUM75ldTIx86I2RYqIOvdcmDkkNIg2QcAxM4uLSTFmNAAxMAqqMf+ISzKM8Rcy9O6KMSsddzEA7qsxxGpDMP/Vqi+EKAMu1MhHLzJB1zDy7E42nAshPRtkmDv4QRc4YuDDNih/jDXDoKU6H8BqO6hACDUAVoousV4zLsVaFCsxyYQyo9IVOM3TgjgcmUA0ydxBMzzBFzT299E2+M7pNwv4OzbrEHk194TNNWKDVjg1iZU6+TUNOnSkozjBTEw4EeWuOL6Bazcc7Xo1HqFEMZ6RKDH8GQE1pPewPORVeToJOQM3pDh5M4toTDP+/A81z2JRNa1AGzXDrrw02OeuNVf1KzdgjI03bgdVNR9E1TJdYJAxNk2AMWWxNTEKuRsy/4qGNd5C1DlnD206R9SfOHD+xjbdaqc13SZuNmmHLDjWxw86YGDzOiBVbDoJ6dE58eIBOmI+kTcxl6I10G4CNd+zLjnTnDc5mo3tNpiaPTaSUcc0QqrGNH3sFzZUPI81G2CzNBd81jQi9R41tdeNMzCuGjjYXy49hliPPExxAjk4hJQ2fyKUNMevvDTCvxM1n79vOb/miDmuxFU28eggM8gF1TJ6LdExwyQbNsJ/NDuprgM8s3j5N/WJxjUHToAzh2lNMiGq4TJDV8Uyd1OKM978kTOHs10zwknWMfqbZC97D9MvpxIULoc3EzG4wyI1SUtYO3Q6BjxHo+03NZjYOM3tCToY8og7xHpbPXn5JzcZDqMvM0KeLdt4Ky0dICMsZJu+NHBDrzlP5jI484ySNGE0bjTR/Rk2z0bLNxGZrjf7Y6s2","HcOCNgpu9zf8JsE5BsDNOrpRlzkNgGQ5lAV6Ov1gET2Se5c7Le7sOUAMyDapO9U4dNpOPvGANT0aeig3zlm4NrWBQDYKy0w2ixvwNygJnTd/DqA3qJ6hN9JplzjUTv45AT9fOBlQFTbNCCIzLMXMMaYclDKuzRUygkckM/fxrjWR+vM5vRpBPEl97Tj76PY35YEMN5p7KDiUG+s65DIHPPKRqjvf6JM6fG5iOnbDlzk3FLc34nFINfQbPTR/ApM525TJN5ONuTjHoPU2R1qzNcJf4jQZRzs2hVflNY3yQDXIeaAzNrbvM0pmHjEJMyQ2VBWkO0Dzzj2mwLo68m5bN0AjhzMuUmEzJ9ScMuhR8zc8WL06kRtZN9oysjLE5BAxfLq8L48ynDG4pGA4PL0iPC34BDuIxO43fq23NLfOqDIus0IxZ72JMPPC1THEIDozKfs3NPtaJTP6HVkwi8EMLopd3CtSUbMsy4IuMTEagDlN9S49H0PoOVsCtjhdnOc3CroBOZcgDD5Osyo5aQOyMzwv0iwpvnAqUh5BKdK0JjNpDzA6VIWlOQfimjUwiT40rPSlNelSFTgemcQ22pKdNe1+PjXAyfM1lM6BOPsp0TgZnD842pCMNiqgpTZAeRM6UYq0OjjihznhX50zT5sPMmSKozf+yZY+lBgVOkztojdk4DQ3mOWRN00PPThNbco3u1zJN/0PUTjgEog5cqs7OvdQrjm4wYo39f97M9CR/zB1kWkvRJoIL1ZkizAAvwwyYLoEOVYaNDxWD9s6EQS8N1yOkzc07QQ4XgArOicMSTwvcgM8Gbn4Om3PVjrFoR85LqkCN2ySFzY+XQAzqF6/ODuPljpAlhM4wK+ANh3CFzYnhWE1BZXnNSGVfjZ9hZM22ptqNtKnUzfhRhE3bU0AOnrjNz0drbg68agCOH0NRDV2zlIz1PMfNK8plDYeieo4r/LVN2YG0DPjDkIx1Xl9MWuyzzJauSI2nh9nOrQa7DuA3bo4oDbjNacqRzPWUpYw",