{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,36,112,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,36,112,1],"dtype":"float32","filters":3,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":3,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":3,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_3","trainable":true,"dtype":"float32","filters":3,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_3","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[3,2],"padding":"valid","strides":[3,2],"data_format":"channels_last"},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_3",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_4","trainable":true,"dtype":"float32","filters":3,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_4","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_5","trainable":true,"dtype":"float32","filters":3,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_5","inbound_nodes":[[["conv2d_4",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d","trainable":true,"dtype":"float32","size":[3,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d","inbound_nodes":[[["conv2d_5",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_6","trainable":true,"dtype":"float32","filters":3,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_6","inbound_nodes":[[["up_sampling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_7","trainable":true,"dtype":"float32","filters":3,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_7","inbound_nodes":[[["conv2d_6",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d_1","trainable":true,"dtype":"float32","size":[2,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d_1","inbound_nodes":[[["conv2d_7",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_8","trainable":true,"dtype":"float32","filters":3,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_8","inbound_nodes":[[["up_sampling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_9","trainable":true,"dtype":"float32","filters":3,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_9","inbound_nodes":[[["conv2d_8",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_10","trainable":true,"dtype":"float32","filters":1,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_10","inbound_nodes":[[["conv2d_9",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["conv2d_10",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[36,112,1]],"output_shapes":[[36,112,1]],"tests":[{"inputs":[{"shape":[36,112,1],"values":["Rx2Gvpc+lzwXGYC/XFJTvpmqIT+PR8Y+qo4lPcHlnz/9tXs/ddjAvpO0kb+URQ6/MabGPznMID8foAy/RaFjvyqbhr8+BqU+Cq6wvxTcEz4Zb5g+gIYbvV+KGj9QSOU+ndUyP3W74L/hwx6/rAh8PEuUhz/Gxs4+CSzxPsF9F0C9eE0/Yf3nv0AXXr/fJpM/5atkP/CNET4PFes+45lyP9u7iz939tm+dV8dwANPEj+8cY8/4C2MPFgV0T5n8cs/8oi4vWSvrz5F234/9xGUP9wzbD7cWRs979QPQA1iKj+Bl4C/nL1SvmWsiT6G1BU/lNxsv91nAD+jPdy9eUpmv5M3D0Ad96K/08mEv+gTwz7msKC+HoeHv17sqT4u3Ii/PlIPv5rmxj95BHC/rkPtvtE8V78aqIA/100Sv8okd7+l6Ng+UfJJPzqVzz1LjpE/IB/Yv6nzdj95KZq/bNGzvygFvj5YXe8/0YlEvzqTxD39L9U+w1aqPk9QeD83GbM/lK4pvjTyWDwYPHk+uAMsPx+KU79swX8/NZYuv89Mjb4F4zW+VPlsvzm1Sz427iTATyMjP3LwNLxeTAC/DEUmP4MtTD9v5ca+digTv5MqG0ARAyw9+lqgP4lHVT8U7NI+sA0Bv5Qppr0If2C+/lb9v5OJhD/wjRE+iu6wP5QeN7+3HsM/WSsAP/LjmT/GLRg/9pIuPlTxHkBF+eK+y8Sgvze/3T5SmY08983FPD8x1T7HBCy/c9EQv8vhZr+kzsg//UtJP+Y/rL+Gpvg/xqWCvgsAFj+/iCq/H5NuP+7MKj93n1G9Pq8jPuhu7T7uG4Q/UuCePiXOpj6Pui8+asAhP059AT9u4yK/EQPKPgzILT/Txh8/4M6Av/jBlL4R+jC/w1RRvzVv4b+vzEs+IFz3PtVMwj/jv0e/TKARPk4gPz6ja4S932AVwCTQ/L91h+C/TCBfvQ3/BcD622+/Wuv9PNosqT6cxfi/4QrTv+NVKD+wX8C/lLOZvtbSbD+j1zQ9","VctnvWl6ej9T4/6/YJE9vyRg2j9bKqE+OUcNP7BrTz52w9o/BLqdP3R6/r7Rakk+83GgPrbeeD/bXZE/rG1Cvr4pRz4WYKy/nnUOP93YsL9Svn8+qZLav7i8LD/G4w+8F7rDv55Y1z6mKAW/c+Tev9RD2T+MzCnAtQ+lv7Mrjb7RhoA/NGheP+Ec3z9+h4I/m90yP5j9Ib+grpo/skiaPkh69z5LI+6+8DEGP0PvmT8H/JM/VZ6TP/YJyD4Ftse+5qUPP+1DGT/rj4U/DkeSv+5+lb79cbY/5j2RvzoOnT7YuSe+BpOtP3kFr782ypI/lGHhv31ILr+NSa6/yO9nv165kD/sed++kSqrvq6jv7/rB64/9lKrP3/R2z51eD4/BlK9vsIWGr/zzYs+fM3aPvxIVz8N140+vc7WP1xmtL8WNcc+ppwAQPAKOECpMIa+QhYWvjYMaD/kqda/JQ85v/6SKD/Za4q/p0cuP4Okvz7x9hi+zicFP0vUGcAumeU+qY1nvxjdBMC269Q9K43FvBXvOTyluzO/rKByPvHgYb863U0/83wlvy0oPb+UhsQ/9HMOQN0tgr1BaqE/WLuoPcFdlL0IBG0+mkrhv5UXw7/EY8S/EDETPsFOkz+5ndg+1wRcvvGEDb9xmDM/bOuav7+PuT45N88/1yq9v3YGHr+Npaw+wRFHvcaw1b34zdQ/0+e2P0HyIb866oo/eeWsPrtF4z3qM0i/opDjP5pOQb+IXtE/FpsrP3StKMBvCY6/vIiYv5Z4rz+/CBBAPud1P8R98b98Kc48ZcvzvxywE7+/914/xxMbwOYnjT+h1KK+7cW4vh4Vsr5+5z8+6OgfP2SBkz/C2nU/Vrf1P+KYSb4q9Cu+LHitv10rpz9OAD2/Zs2oPwZih76P1EY/e2ksP1GdQr9WYC0+RTBIP8Yty74pyxu+GH+gvPqzE79XNi+98PyAP4nyjD/i+jS/ow8lvcxC0z8f8+4/9BQKv+gEybz7oKy+QI6GP55bzD6ydbg+","qU+Cv4ukO78/jFK/gVuDPn/1fz9hRuI/+es1P9blSTvN+4a+5i8gv28aUj0ZI5c9IV+HP1f1qr65Cz4/DdSevS53Bj5BN5e+CgykvwcAij8E5Is/l+qmP2ifL79sPcQ+cq7DviMBHj4orxi/rlrIv/7y074NXw2/OzQgP5Wk1D7e1Na+cLOIP9ZbGb/gC9S+t3cnP+Aagz94Po4/JLy/v26gCsC0GPS+ZknSP8CPoD/e01m/uFK0PG9Dqj+Ylg++Y6zSvW7NFr8Puao/rOE/PoG4D7+7vxu+gvhav2a1Yj8790M+zGAAvydYDr9KRaO/MPXRvyXk+b/GFU+/w8YAPkZbzD8dV60/M5QgPtRbsT6asQm/WKNov7L0DkBMUKK/YHOJPrr+sr/h4dI+X3AVP1GzXjw8Po+9BOkIveUsuj45BUw/OBx2v4Xsqj8ILAi/txdsPmBkDcAG7g6/iHMBv9aMi75vAvi+iCefv6U9Oj88i3E/vazXPQZA8T69Nby+yBobv9xjh79x+Mq/6mabv/kTwT6KGEe/Z0BoPXxpdj9vAdq+ZEERPwZS/z24PGw/+aG/vbCKIj48gaE/JYbDPkmMsz+Pzp4/vgAFwMV1Wz8v16m/XnlsP9tTrT+UFD0/KFDLPifUir+RLno/5JQJwM66lj8GLnw/pm29vubP0b6Qquo+v3Z2vqAgfj/prbK/xiBEPAiBAb0hYZE/6C+tv3YU+T8XrwPAxBXovM7crL5bj3e/PvfPv7E0AD4+zrs+QikCP4lkF7/1xQrAcPutv+i1ED58RJM/1MszP5Ohmz8Edzq/iHsuvdI+1z71sMG9R+AMwLGQ1D5iGlE/5gVFv91EQb87cJq/gHw6PxJBMr74Qb2/n7RavR5XXT+K0+0+BRqvv2lqJD8e1qc/U/ylPnAPkr4vWKk/fqtgvtm+rz6A+kG/Wi+yvPtCLz7HaEG/iyTdPt0YGj5v2so/SiK0P2gk+7+2lhdAQGY8QP0W5j8Y7Ew/paAWP1QPCTubwYi/","L6QBvyPAuz4ihra+g7eovpQe8j5v9R+/S4PPvGjrCT8rilG+NVCqvkmDvD7NFPW/SDLGvuSZr77Vs8u//rgNPWRLKD+1FqS+1eECQHvEj7+GYCG93fSfP5BHSD09HkY/O044vndI3L8GBDM/RMUKQFtR4z+XE486YO+qv7c6Zz8ssao+7GGjP8AjXr6BvdK+K0Csv8QX1D9LSR4/KPq2P31+2r504SS/1W6xPpfWkT8CYAA+8yEjP2WErDvAqDs/BHzcPtrVSb8q7ua9g6wWP06fBkBQSNO/s7t2P/+9gj9F/5o977zXP2bfWL+EQBO+B3ScvwkIBD5VWR6/PSNIP1INjD7r6JC+2hG5P5mvyr9c8P0+66dPPzQRET29Vyo/FsYVP9vWtL7v+DM/S5LwvUc6xr8KtSo+sV/6vkRe3j83PoQ/oiBoPn7v8r/Pzr0/qTXCP7uurr+Jxgo//3UWvtzw8j22VFG7McJnP2p/1r6dNQLAUMe2Pys1VL4lC16/Xb22vyVHhL8GxgW/bLmTP5QfwL8xtpG+3/P8vtxQcz0WQtQ/h2XuPr/LNMDAYJm//MSNv+ynsr5SOoa/cVs+v2ZsML++HK0/19YcP0zBHr9RIEC/rWfYv4KTAT9RlQlAAe3kvjKwaD8B1gC/hr26v3BQHb9OG6+/Y2slP0qoX79JdnG/3yI7vnXOVj8azII/JjAuP6R/sz9b5FG/Sj2QP18rcT3qORq/J3jTv7OdMj4gHys/mGL8Pl8L1L60vcO+go7GvbhY078HKJG+0SnnPz1fbT94QHg/zlx6P34W8D57maw/ELtnvkh96D7JbAfAmh0VvxNK+D5UsvK/fCUKv9rnrT/xpJW/HnuLP2Ld8r6vjtO+l3xLP4Zt5b3/6MU+Pr/kvvRbg77DHRu/rCUBv9HvRT8BKrQ+IUYJP2wrYD9s2mm/W2IUPiUacb6sl9I/VXHQvhBMpz6Nhts+CTDhP2t7vb6Do+U+cp5Wvy/M8j/vgp2/dVoVPieT3r9PSp0/","DNUMvlGPob5lFU0/I/1TP3uMp78d3e0/4km7Ph1kCr//Huq/4ygkvpRnuL4KuwBAU3VFPnQbdL+ub12+oWmEv234CsBOUpO+OC5Kv4JegD+/Mkg/dUGAv7KvbD6FAoy+L6h5PyPq1b9kl5O9VWzav4tO4z/Xpoa/lZ/Yvj61Xj/S9/U+9hwvvhrkJL6lYQE/PDqdvtcJIj9DGZm/gWwrv/tBGj+0Sp49hYymvePHvj6YOmI/+EY3PiAGrz/slAhAHkvQv64jGEDRtog/vlqevRKkOzwklvS/KoyKP+Gw4T9NmTG/cObUv6mndr/SoAVAJNOAP8z2k7/7jt6+Uz2lv+qr5T6jUg6/rKc3P3bscr/ocXM/1dcqQDGacD8OYg/AiLc5v3U/oj+8amq/Rkw9Pp+Bt77U/Ec/CsqGv1aevL9Jua8/OX1fvpDgcL86+yk894U3QIb2qj/JNkY/EBqQPtDY4T9fGdw/vA9tvRbZvz9oT5U/ycsTP50VQb8KLnc+W3wZwF81AT9NAQe7QktzPATh7j/lfQi/ApzwP78K5r9l9xy/CvEfv4do7T6AxgA+SIg7v5+GVD5whXS/EdMEPuQpIr4msSA/Jj6IP0ShHj+qNnu+6m54PVYJpL8r314/tXbEvuBUnr3TdY6/8xb7PgW7hT+KFHq/5OcYvs/7xr27opw/QLWuvlGobb4K8lW+vlinPn0f675zb0u/5HtDv6z63T07LJO/YiRFPs5GBr8ArE6/joLRPV6AHkBBDAE+bBuivCO3Nj8FBYU/hwbiPqmwRD8VciI/0wMRvw8Slb4FAq0/cH+wv9/9Hb1Zc4s+WRmrvmjDEr7HeNg/elFjPxCkAL5mbs67I36Iv925+D4wjMU+CDRQP8v+Er/Z8Si/64xaP8YRGr8UspA/zWz3vjvVPz//Tw/AEWK7v/dnkT/u532+q2WBP9DkmTyF2I4/R0vhPyP4BcBLBQC9qCRZP6Qpwz9hdIK/HgGPP+ukK7/kjsa+QnYaPm+x1z3pInq/","uJwavweXIL7N/rc+9qfsPoQYUz+h9hc/73IUvxMhLr/NiUY+K6dqPrl8Lr1+yIa+1+vyPn16sz5a3gY/Gru0vw9kQT+GHc4+TzJ6vfL9+79sF72+pr1wv9YnvL8bSeg9DEbPv5WapL8qGbG+nAX6vhbSvj8mIyY/Pd+WP6Pc1D6Y8JC+M1qeP3reST/66Tq+8MrxvOcXWT8ZdpS+Cd3SvzlLVL+U14K+FzGQPh3jYL0yg7i/iGhNPjHpzz9AVl4/OgqPv3eYS70c5du/OoClP0iM8zpxhq+/Wi8mv+VPlb8LWVi/OuE0wE17/T1X3ZM+Y0I9PwJA7T5mX44/ZDIfP2mBrb6BuTM/lHJlvxEcBT+RLXU/wdn5v71ZAb/G2wS+3E6YPtZDGz50S4i+XNuPPrko3D+gTZa/xySxvv/nuz6DrBe/KL0OPzRj2D7Bd6k+SGZGv9AHtD/G4rO/Jx8Lv9s6dL+faVs/tGf+P4ZUbL41gbS+TdoJQEcDqT+vBbs+QUsSP7ZbEj+llgU/NLOlv3Y2AD4bRAG/JMzZPev217964Cg/u7aAvyN75b9qWAu/TclRv7mLOT6EuJS9B3OZv7Jg3rzSiec925d7P4D/Rb8rR56+EtqoP7Ub67/sVcu+C3SaPzCkyL10ttY9PuqKP4SWe78ZEwy/NFeUv9LvMb8rZwM/Lh+8vttXkr8AvxU/fNKBP4FwrD700qc+CeHKPzEnkj5Qvvw/VG4GPrInnT9qFjS+gK1tv14I3r6uuWK/ysAhPoSL9z+6qNy9DAcBP1GaFz9tF96/ZskSP85V+D5F/s2/Pq2Xv8Mt1L4CPru/WGwyPlQgDz+ObAm/AMZyv55/qL2pc1E/lyu1P0lKLT+wOEu/PUYOP/Jt876RV3m/OWtUPzFpb76P7cW/sFTSvqC2yb9Xp7G+wFk8P+poPj+FOiU/00tPP6O7sz87Pwk/Wd4Uv61Hs75Nu4q/2dmfv0k1Pj6/JBI/1ix+P3rWaD/r5J+/eP9+P9aJC8BxIBM/","1IENP/vQH8BEaak/phDCPtG1DUDVEas+o+yKv3xZij8bRSe+/0aIPrgm5L+CDIO/j7K2v9SX2r4Zaiy/HICcPhNKjr9bzge+SEuMP8w7ED9LMo6/3fqevmZ6Rb+e2sm/GVS5Pz8nxb85oa8/Vi+vv1i4Yj/dbIc/aoywvo7qLL5MHsg/gXvYP291rj8mfkm/qiWlP3ltwb52n5O/Bej9vvmpTj7UnYa/nAXcPo7L/j+WUgE/m7RjvucBVL8TOcc/JgMDP1KvQjzEZZU9yV/7PwlZ7L4arnA/sCfFP5IFXj78LZ8+ygRqv2GuJz+j9oI+ttJWP25mBbxlLp6+9ox6v5XEJj9ZV2E+qhjLP5b0ID4GEKk+2d2GP49Fur6EPqw/dOpHv1vcTj6zl0K9XtIkPliYk77p3ww8R88Tvw05YD0xqES/CcmMvzm20b67qZC/ms+cv0GJ7T783yc9ftX9vikIGb5Tagy9Kb7uvvaiGj8MnNy+A6lbPyEALL+B7dk/BZOAPvSmjj+oo3u+CLqpP0Cwcb/j5+C90UOBv2xw57+yC2G/U64Av6d0OD+R8s6+nNDCvjRTc792SBq/DYPwv+XQVD+20TI/tlYRv8+lD78huiC/YWXAvwlQ7r4svuw+9daDP/YheD1CeUu/XdNLPgCpBL/YLhO+2kM+vy53lb52G1U/Fie5vkeADb+wqVq/0ns9P3teJr8Me66+dzNhP9pM4T7YtSO/Zg+APyJTk7/OWSY/Pss5P5CoET9Sh7s+thwDQK48vr1sF70/Jqbfv3bqbr63V0o/OgXuvwK/HD+yoF+/5t0pPiAaAL+txyNAChJRvhI+Cr/+yoM/wW61PV4cXz8QYzQ/2tE1vwH2lr+CyJC+nrfAvgOH976ItARA4V57vKxmwT8nZQ3AWP2dvyLMND9lwBQ/yRxnPhey+T93C/i99Q06P5qnrj7g9Wq/3skYvhVTxr90hwXAVV2ov1oN978xApW/kJaiPomlP79364o/MZtePdNefj8dq5a/","sOYWQMlUrL3xrte+gnpqP4Q9jT/1kre+EAWWv0mXJb3ntXw/XnYgv0YLBkDow7q9/kQDvtDBiz9QW1y/6ozWPzSBKb9UQN+/YdMMvrqh272Xoo6/vY+ovxg/Er+FnUc/PVVRvw2j8T/2MSY/3KWMPzALh78xzaE/u2FPP7lC/7+AljO9LLqxv+UWiT8G7Oi9BzOmvyQWeT/eapQ/Pxk9PlGrqj9qXNk/vv2bvqDHlT+wWAq/qeTOvvoJobxTgI2/Ls8kv1UwBL4BMII/7COgvvQHtj9N1kK/Rn1RP3zSmz6wDLU/bS7IPtqqrT5moEU/TF8ZP8XZ17+x2BU/IAYrP2OXW7+Hbv4+5ViXP6sCqr+N7++++RYPv943ib7H8zW+AqE8vpxG0z9lX0I/Qz0avn7JHkCewgi/na64vvrJar3tE5s/Nuv/ugnS3j088Y0+AXPjv9eljT9sqg8+uUiCP8JOeT+vJpk/zTyxPiS9AD/IenG+JGg8QMuGlD/XGIW/JxIXP68lZj8FtZq//fwMP/HOmr9Dw4q+oj06v2ztET/pcys/jFKNPRiphL+qQN6+tY3pP4RfPz7hH5a+SLqOP6fbVL9Uu84+MEQLvwf1871a0Kk+dCIKQOt4ob7Pq5c/TCsiv2owOr95xqy+D6HkvrufN74G1Ya/EjFLvuCiJ7+Vm0Q/FdtWPrJxUL2csJ2+8xLzPsR+Cr+euiy/YGfZPqN3z79osbc/EgcCwLVb/z4LkDM/qD5+P/SUq7+ghDs/eaqcPxAC8r5m3N0+DmF7vwEVIj7UKug/aikvv9KoMD/8+ZE+I8XvvrBFrL8iAka/ARIsv9LlZD9cibC+V9PBvl5YpT0JNpQ+nzjMv/1sDsABWW0+nOTHvZWPPz8+Tli/GsR2v09Z5j8VCxg/QHMlv0Jek78f1Ci/W/P3v2pQ/T6OoWK/M7F6P4PHcT/OwSK/DCqpP2pE1D9OQNI+ybDPP/QSZr9+7qA+2bGAPo8Xcr8L2I8/qZRDPmSuBb/s7Q7A","X7z5PIGDtL86NpC+pylYv60kCT+gJAE/yXP/Pdqf4r9+Blc/u7uFv6c7BcCo9dC+VqNJvxFFqj/pcRo/dFNTPXumwr73qMe/9SRmP1ciCD8sfqc8CR2MPvqViL9w/tW/i8SaPrbx0D4Of1s/+gz1P6J1c7/ChcK+C7KbP+zXlj52/P6+rbJYv/UaVMCaAho9jX5yv9ZL+j6IzQk+uYaUP8itnL4gghY/F++sv4wW677rl0a/Rkgbvyh/zz72FTe/01QwvyxCT7+7HAVATuPrvgcZ/D4LtUq/6t3GP+6WEbv/4xU/FLy6PwdoDT+EwD2/rOlhv9pcVj/v1M6+tVqUP2Yblz4eK8E+nLG9vmh7eD+pE5O/PvlavgVvyDyAFYg9PyQTwLhGhb/+WZ4/AlUbPcdiUb8lOT8/jywJP0U8AEAhjnq+IT7HP3xEB78J4TK/HCMSQFfGl744VaI/dS9pP7mzZD/0hL49Fj74v9voCkAaA3k/XWNePxKier+5Byi/n5iRvsnaIT5wcek/UPT4vqoeXD1VYJq8AQUkPwOUDz/9B+K9mXFmPU4rNz9M4mS/K7vUvlLLir/Hlp6+QENIP5c/M78dNc0+ziYVwLiz/DyOGuo+HXikvrvs3D9eD7q/JLNVP5/bLj9SzbW+jbrrvf4ltj1N6mi9MK13PhtbE74cN3O/3Z6lP9h6n74Lfpi+FXSEv/h8jL58pdG+YiKSP9YXMz/hCxU/HbNbPikQub8Q50Y+kd33vqbnF7483L2+TjnCP4JvZL9oIDa9f7K/vb6/nz86Zgk/9hYAP89/g76vKqA91Z1LP8KNzL/XzSU+MELsPuxbQr/Yag0/oK+1PpjRGb+fy6g+pYwWvwgHOD+troI+T3fvvd0lgT7yA649aHaWv5K4cL4yEIq+6kkHv2qOJD9NjhQ+CbKiv9Otxj6fx0I/GtjgP7f3FD4fmpE/AjzBv3y5CD4U8V0/aQrDv4gJ5j/zjVM/fuAdv+4x+D4MQAA+2MYav7dKib5qLTc+","58FjP2co8j499G66qubCP+tLA8AgxVK/YCgCv2q+qj5lBDW/3NvBvkk8Fr9S+JA/JY/GvpwEyb/0XPG+itlYPlHDVb+I8H+9ZPOiv33Skb7+m8I+FmGYv64VIb2XUgq/tbjKPmIm+L52s+2/Gz6gvsJ46b/svGY+v9LWP1mHxT5N6ZQ+6yQkv2dEd74gQXg+LeZgP8rOdj5WSwW+iafgvy0W0L+oFsE+5PwpvZdUrr+yk8C/48KIPs0YjL8vqEu/BN2Wv0F3wr79pho/6j/7v4HHjj95zNU91qylP/U1i75kVhY/bDGBP9hCfT5/Kr0/W4Cxv91eTr/tdJM/Cooov/HKcD6/zGm/11uwP3UUHT80hG2+hHVRvqO8uj4L1IC/tia9PbWcuD8Snpa/bt4vP1ZpRj94CsY/69V6Pv+P3D/LPN6+dvsVvyFKfb5O+g6/uaSUPoNgQkCngoU+bLq6vwGKnb9OMwY/of9iP/Romr6mc0y9e2wawCcxBD5Ofgw/vYTuvwzKmz/0lI4+yJPiPkeM17+DEKW/g/ljPurS570wBE0+O9rRPtYJTj/C06A+ElX3vrDNB7+HNrs+VoyiP4uiGb7+bQE/dNFIPka5Lb/dL70/MSg9vA9GlL8FtG0/EYtPPxp1Bb4PQBw/ck+0vf2RxT8OI58/SuuDPFXEg7+q/lW9jIstPzgcAr9/rWU/fQbzP9ewnD9IFz0+i5X/v8cAHD9CbBQ/cVmCP08Xoj+nfOe/RTOsPpM8Zj/QeYG+jM9dPtx26z9XEgBAaPquPozHlbycdho/ekhCv107CD8md9M+6DOFvxo/kD+l+jy/8ANmPykLo70JpOq/ezUBv2ONvD+ANVU/9c8gwBUJ8j8iWIg/ALdKP00H+7/NuIS/7QXSvirDnT9/6yq+ajguP5ImCz+W/5s+Ryq3vl8nv79frQ88DOJWv4PLwL/gA2e+mBunPjsmzD7T7oC/vG+zv+0V/r4I3/e/QQCJvYaIT78CfFi/Rp/FPqXkMj5o24o/","lkF+v0lGwr/HM0a/y4EAPrjd4z+vvJO+N//xv7z0oT1kpY89VhQIPIgW1rzhGIW+VpuVPtGymL4LMCM/+9jYv69smL+/UO++CvB3v2+p+L3rXHS+rQodPmp4OT8RWAO+jSOuP+i/tT+tcgq+/B+Fv1b33T4R2kG/6oXHPskonr6FpHU/BTgIPmgRK78rxYm8dKSVvk4BKUB//d6/WZDmv+DsoL4/ua+/4nMrPle2Hb8cd4G/H4MCv5H8Ub0aY2E/RVrRPiL6qL+lA8u/qhWsvw/gsrxfdbC/D89dvj0/Yz8XsSM/Pw7Dv7Qs7z6CnCZAaXyqPv2uhL1k77O/d1bMv2s1NL8whVy//WA7v68wcT/u+eW+CwqGPlAnSb9hEJI+Dthev+pPiz/s+4u/ROKKPWmTPD8r1g0/XSfSvbyTir9PXB099Zckv4BScD9QB+I/QpC8vvCLHL8sfn2/YDtkvQSNsj+50tO+lJnZPrKOsT/ujSY9rC2xP8tPNr9jY0S9j6iwv5gQuz5FuQq/ZC52v8FRFcCXYUe+yJ+KPrzIpr/8652/27WyPmB+y76xMFo+zaPDP934Gr/BDtW++dcuP/a4Zb/1sp69Vfh2P8sg6T1m5bA/2YTWPTVoyT4NKCA/LcQLO1ZI37+84Z691rpyPry7mr1Lum+/ol+Uv0aFPz/FbS1APHZ+v6Mt07835xdAuPk/PwEk/b/AyZg/AzQxv4DBGr8cskC/xGosP/da+D4XqD2/evybvn9rEMAGW8g/s2IgQH3etT8UUyE/suOqv0dgar3gugO+KEnQPj+mqj+Z9OM//1rNP395075Ujns+22lyv35DSL6ffQU+3s57PzFbJEDMIMa/7G4+PxMxiL+EE4S/OW+XPaHYAb+kR28/Ckxyv6Pywz6QFoU/SyajvjZnFj9hhjM/tviSv3xJmz6yn2y/jSgzvYUMhj9DJhQ/NqaDPkkGqD/fHhI+FYQKP8OzYz+D30W+fx1YP/TmsD8Zx9a+oLoiv0JFIz/zUr0/","LyWMvtpmVD4ZJRE/LmljPwMchz4xJQZAAJGWvoy6zj6F6He+qRvfvstv576XBX8/OTmMv+kTlT7JA5C/cc+0vpPDLz6lJB+9oRAhvwzcMT8OYZk9rqgXv3qUIz+noRc+q5GQPwMtSj6YYmE/fAoEv4M6uj8JLm4/wG+evniyfT/LJv2+lIPtvmEVfb8wTJs+wiQVQIRADb+qJFC+VGfAPzU03b8DFqy/IPoTvymho78y48g/OKLcvrUlXb//zJq+RFr6vssKKT8Wv5c/LpaOP/gmvT/I/Jy+eLd+PpJVLb5cs5q/N6zrv+wF6j6NyTM/ZW29v4nwJL8cXh++TeumPm6YBD/r3H8+ZMx1vfwnkz9jK+s+Y3J+vzXnnr5+bco+wq9jP3vGSL8w2Wu+ob+Vv1gQfz8T+Lm/BZPNvhbEtb7Aydq/aLSRvVwlBD/y4Oi+T+l4P646XzwOGr49T+suP29pZj7C1gY/IugRPmZJAb8YzpI+F5VZPpuUhb88FiA/4plMPpTsET2XQgNAebT5v5hekD2fXZS/SzsdP97fcT9iRt8/jl3Uvj6/ND96tk0/o5ujPjLlcj64FRk/+LYFwOs+gz4sBrS+vz2Qv2axWz54Joy/p3WPvyzKhr7tG3e/xAXBvj2REz96cGK/1YIjv+nbV75flU2/nwG5v3eO6r6bY1K/4N0Xv7kLGT9Jwg2/sOyHP/UtGb2GnFi9/ojhvvk3Fr9rbwi/KtAxPuB9/z887N+7r0L2v67PO78Eh4U/WEXsP0MZdz+H0ak+jYVjP/kRFrtMiyJAcSQFv3gbgL60YbW/buifvxTMnj8Z8J8/tEvkPxp+476fg0o+nlh+v8Mfqj+DRIq/v71dPxfawr8FXjC+71mYv0jRgz+e7H2/mUeDvxDmKr9HWP2+rlKmv5URLEAVOpY+Vx0svwHh4T9lhnS//jbfPukDC7+uTQQ/Gh0bvucLiL+h/FK/DZDkvzU8aD/ENo8/cOJ8P5Uljr/6jrU/6BucPmN+Ij8CiGe/","CPtBvEm8Tr+Kr4m/GpEovRoOzz1TgKk/T6QMv/z4Aj8d00Y/SVnAPxi0FL4e+6E9/R2UPhiAqL/XgIu+io4SPetOE773gZU97GsHv5RK+r4k91S/p2WovnA8pb/41J09WuDMPH/LPD/isVG/Oxobv19nD8CFnSk+odMqv2Q4pT9de5m/NHtjvyvVwb9y66Y+rwN3P5PBoD/V2hBAi3sDv7RVar4D4Ya/JJK1PqCj8j/1cXK/kpeiPxmAMT+cVEc/H9AKQNZCWD/LVk0/dhFEPhmuZb4He7S+zahyP0YZsT/2Arc+56yWvxSZuj/X9j6+/kqJPYg+RL8qKow/2Fa6P9JAkD6+2Oc/3w+oP30jeL7zId86B0TCvyg9jD/2A1a/1Rcgv7rdWT8EUwVAE2pcP+LUKb9S8xq+A4Cev9YBir+rvd++MIiKPq5n475w2Ug//ICqvjeXQr8vlVK+5kbWP0L2Oz3ICAk/09NAv0nhZ79yIla/QECtP4s67T+O2F+/FsJZvid8hL2xh6e9NBwxP+HzRb9rDYA/115+Pje+iL9Uo+G/ruGkP9JWRr+4Tnu/5nWsPvncoD7GrQTAPDIaQMY5RL/FALu92veDPze7Or9iMw0+YvG5vZ8HQr/eF8s+f+Eyv55+lD92rrS+jTcbvsBuqj4tYXQ/T6YQv2ZoDMCBpCU/oSWvvhRnjj5L1tW/PYXevCDtJ78Kg1G/P4ekPsds377xqQU/ysUzv6/mr790MmK+F8qePiLqlr82YhFAMlrSP0aKqr8B0IU/hQgmvdS3aD/EB+Y+bP2bPq4wzb92nvK/2kSJPrxV3L5mLS7AoudNvtcqrj5sehvAMkRMP421az+VetQ/+ShpvizdiT/IEVc//rc6vcqLtj7RvYM+b0UewHirAcBLNBO/9ntzPw0OVL8a3SK/Jpm9v8/Phb8EKcY+6v4yPZM5vr/jkdu+h8NVP7IaqL3hAqO/sPeCP7N1pr4bI/i/JIRpvwr+lT+6btM+E+8Av03clD90pWg/","PqVMP1NcfD0JjVu/ZzlFPyxtn7+Hb8q8oAfEPdXrgL8nJIQ/0bqtP4CpOL/C8b0+8wwLv4oKQ7/1l/g/BZyhPkLqkT1jg4e/tfMqvx0isT8VJxXAVQcEwJBqEz8QRQc/l0oXvgMFIr9IBRA/fVOUPxevBj+9Ao2+4ToUvwkPdb8yLC0/+v6zvzqZJEArvu0/pSxYP5imuT5k8WC/FyIXv++6sj7Tw5I+9RFov4B6H7+j540/GtCOv1vJTr/qyyQ/0xfJvjObpL92IZK9pzhbvB2dvT4ksjO/8+XKvnO0wr+2yow+k9BNPntBXr9Tw2c/x9y3vxDbLT62qOS+Jv6Zv1OAt78STok/73vovvr8sb8sMow/ku4ovrL3+z4193W+jcVHPmuLoz9mg6I/PBvNPy18UT8cftO+A+naPobsJb9EZ+G+5fvJvlwIBb9oGbk+e3LmvsG3tL0QHIm/mn4NP3m1wL6TRK4/fW//vp8+Db9VW2S+dJJgPzIkKz/deIe+AxzDPji7Vz824M+9hLytP5PoIb7lIFK+IdKBP52DIT88oee/m+auvlQC7D6kxWO/uGECQKo0pj8cSba/il3DPvy3KT8836Q/ZHKkvxepaT8VCQ8+ixLRv41PDr/zBRZA5dsrv6D+B0APbuo/Cq1evLIb5L4RD1U+H/DFvg5trr/k+w8+iEB/PgRz2j58Zkc/k1WTvfwKZL4mdLG/f0G+v2xrHr+WT5M+jUjJvXe+HL9Ug56+MQ+yP18+ET8UFx4+FoEoQB7vmb/Nkok+q7Qzv10JBD+PRgc/T/UvvDH+PL8e9ka/seE3PwRYBD8MLVG/UXQmv1guTj2mauA93VLXv9O16z85wV6/jkkBP0AgpT+UFwW9nmOPv8d9Wr0IqZK/kqrCP+zxcT9KodI/KHvPP02Bxz5l7wO+ztGHPqyQZb5YaU++fOhYv+zBrL482FO/ul2ev4jQQT9qPCxAskw4v4SMjr8Fya2+n44JP7v70b9rGLk/J+xYPzxJvr44BRi8","BkTZvw1Cpr4gwMm+T3+SP+Jw6j92694+erdHPkDN3j9bls2/bqKsPw98Yj9PggrA/88iQHAIgL6mYYm/0JpWvhCzyb+OCgQ/toM3PID1w7vl4jc+2oqZvyi/5T6UdRA/GKaOPsHumD9AsqC+0AKDPwm4Jb8y/Ec+bvbuvz/EnT21IQk/0ctIv0BIwb910ca/0LzEvSfziz9SZ72/EnNlPuV1JL9uUJe9no8MPYTJmb+UyUs/aKpIP/oLJz5W/SI/tWWOv4YLUT2tzWFAZrCLPq1Uwb+XDJ+/Ldngv9nSpj/bs6Q/D/KfvmlrRr5I//k98yeOPmkNOz9rFbM/hZKgvo/+k79D8+W/Kn4hP1Jnjr6gDVm8azKMP3+p2z6o66a/vtq5PY+BKj+qQh6/kuTfPg+faj89HcK+gThWP+fccr/gzJY+QBGvviFVEj/zXaW/SsruvbPQ3D2aXmi/gdL5vsZeHT8ttiC+QDKPP3uGMb/YUZw/Kb0Gvec/rL8caJ8/Bs9Wv0cpMT9ZAcu+y+6MvsaTDz60u/Q+X1gWwG1TH8DQNY++Q60tPY2uvD+aa4S/HQzIPdDdVL9hexs/LmIOwBG17r7rdTS+Vp6pvr3Gqr+BEWM/fQUjPx/Fpb2c7Ge/ve1fPPfAqz4kSxa/xIAUPzFowr7Ui5W/vraWP4aSrD927ge+SlMHv6xBa7+AUQfAcQQxQAfzXz8gNNA/bvQkP0+DA7+aNgQ/2er/v4UkwL6f0lC/5MAfPxWXXD+ZltS/DOt1vyHynb/Q3TY/g3zdvoPl5b4o3yC/VY7IPuyjuT6purO/7oTnP5oPAD+wAKk9hnoIQNA0cr9gGTA+aBqoPxCB37/iSOA9d0C7vnbaz7/INT0/DA4wv9zx6z/NNbk+XXlAPy9GeL9V3Pk/26aRPwxadb4nEcm9CHFgvzm4ZD7OTqS+Q/kMP9qdtD7DSbU+ZmC+vX+gKr9sm6U+eSSJP7wagL13mym+XcKZPgmir74ywrE/nounv+g9Eb5Bvkg/","XZ84Py3gwT12+CG/fPCRvyY7j79ZFME/s582v2gR5b73vrK/aTQHQChvlD9EDLS/KYHaP1EjCj8Hl1Q/mHlCPt/1Ib+7v0M/hHBZP4brwb+2MO4+U+B/vUQdNj/DT4M+JmATv/n4Y7+/fUe/vNwQvbg6+b4gpQHAr7TNPugVFD4znb28kfV7PVM2b7+4Y1894r4fP7ec0r0VaDG/EiuVvh4b+L85eb0+qPSFvV/BDr/GieO+BM/OvxCxK79asxS+NuNPv/6Naj62awq+7guuP+9nTL9Gx5G/haxdP3uVnr5Djpa+zuOsPjmn4j717L2/dEE9P79Olj8amxfATnADPuBRwr5g2ZK9QtgDP/VBK793dhw/esw3P/KDr7/OMZE/XI8gvihPdD7xe62/sn/Wv9yHvL6zHOa/Plj6vTDzeb9eIBA/7m/1PtZ/oL+5DoU+yh2MPrzr5732yjm/gb5VvwRDITyFUbA/JtRkP9Qsmz8FZDi/LwNbPz7pUT/lBqG/nLssPx0p579l4aO+REqlvqkzhb9XJim/PEKoP2tSGz/aKnw/LdglP2nngj/8H7O+LWSAvoRrnr7L+ba+Bex9vzudAT+KXAa9n43JvX3BnT4pGEu//vvDvumPzj+HDqI7pFJyv+cIXr/Ej6u/sPKoP0n4AT9t9YM/8X50v48dD75tzJC/KZKPvgjkxj00CIO/zwmhv0w8XD7Gm6I+88MGwHAoTT/2qB4/pDf8P6VdlD7RaI2/R3LVu1y4C78SEv0+yHYsP3J1CD8wfSg/iTqOPybfE0D07Y+/G/4iPsBdPz9m1c0+vxVev/kxyjwa74m/ec1UvvoVIb+UIFa/UVSyP9LwQj+lZYA+lkiLPuNhQb4VQKw+d7ZbP6XMzT96vbE/OdKOP+GEJz7PisG/Ko3qP/ujYL6HmpC/dVnmPtkzKD8OHR+/QMXJvuPcAb7+mAk8CMF7veyprD7Bv+e/HC+mPo+rCD94XX48+Vm8P0uamD5R6dk/pNMmP4xXED+QYGA/","NzyuvdIC778CEog/4qFxP7gfab7Ctz2+TZMZQADSPL/cGA+/PO0cP9+CWT1I9gA/8WDHPcWzo77PltU+Dn7svnyCmb8gcCo/AT3FP5oUc7/Xrrk+x3SRv9JJdb+w5Kq+yOurPeDP2T0DLs+/mkmOv/Ef1755jWI/OC8EP31Mhj93a1A/Y5Dcvm7r7r9D+t49cSN6vyOr5T+XJSM/Om5SP7QakL/ECMe9ZaeoP6f6vD6HVUC//1MHv0UcSD8G0lA/t6lKP+vGLj/CA4k/2r4ZP6AWS7+toKW/gg8bwM/6aL9WwgS/87tIP8k0Nz+wSmu/23TaPl45Kj1EEhnA81SGPjAk97/hMMi+C3ABP/R8Tz8Fdxi/EZCSv7H0LL8Sixw/mRm4Pjswzz2InOG8SLetPn1pD8DOL9y/mTYiP6Jp6D9ALoM/DJxGvsvSfz4PazQ/4/uZPhtavb/4R6G+jUmtv0deQL6lb26/J4TjPZIikz9g7ku/KKnuv/DfcT9jzgg/Hh1Bv16++712b6++ydaWPOqnB79rox2/T5HtPdyI1b4Jn5w/Idl7v6Y21L6Etou99iddv55yyD3zOTc/LYn6PZGVMb8odmy/knQPPapgtj48xjc/Thq8PscCVj/v3OQ+2eqJvwbBwj/a88u8MJCpvltf2r5+tfO+Mqk1PwUBn74ARZk/6buHPyk48b1mZok8JB24vtBqLT2G5A0/KR2Kv1Y1eD6hMem+LuCAv68sc784J40/Nh9pv4sD075dun6/0UIYvTMSIj/YsBU+qzOGP4+osj51e/k+L68zvqkIOr93lQE/NqkPv6tZBz+A7po/I4oOPQ4gbz8CTwI/aFvAPnJTGEAyl7i/oy99v2Vsz76tlwu+C0X6Pd+3+r8pb6U+t9MDP8D/dT8ISIu//iKAPix9gD7iSGg95a++vQu0VD/x6xm/fxLQPfuVhz/lLha/A+bMP+1QT77R8+a/RRINwNA/DsAbB8a+g6hkPwbFjb89WsA917khvgGO8b5fdG+/","oyxbP8Y2ZL+Iysa+olfMv9MZnz/BaMc/7bU1vwDzJz2Z2xm/qe6gP4xi9z95PsY+lClkv3Afi77ksdE/SJmQP/PpVT9Iy3W+LqpZvnS4xT/GOTK/yvWwPh/WPL8bEBvAPi2fv74T47+v4VY/BNGyvnYypbzDM0W/APW6v4SmwL+GaStAc7l6voZCKL9XSaC/i7YKv3GjGj8rIow/0xxGv+ParT9f1dM+8PIvPwbWYT9WUxa/zzyVvyurET+lzta+fbzCPmJRNr/T11c/IMcEQI3lSj98fjk/bwyZP6wDKb8dpnc//qerP04Jbz2/zQO9hZh0v6wtDD67Z62/BeYaQF7vsb+jFYU+Mi+qP3DfAL+AXAs+xw9ovoCJnj8dyV48iw9Wvg/hND/kYR0+2HGBP8fGMb8S0ii+60KgP8qZeD9g47c/zcgYP7BXYj72eMs+GaI+v3aPnz/73fq+l0Ruv6EMXj4J8Yk/+TuCv0S5LL8wOs6+lhtnv1GBWz7E7ym8Sj95vrqdMD4PYZY/l0REP2HY5T32bck9KCesvoDAH78bGtS+scefP1iSKz9Xf84/6FeGPtfgiT7uoRC+D7B0P7O6hz/lcRNA45o4PuKMIUDIjCk/LppDve2zU7yFM9u+xdz8vm/EGUB36+U9e18VvibBO79QRKm+B8MiP6PQDT8muhM+gwiqv13Ueb+VbPu+QauSPy4Bnr6IS6a/+BX6P01pnD6SuDC/gSrhv8P8rj8wwc4+KXsTv2xzAT/puP29k3Ayv6I1QD4tJDK9/16Qv6Ggvb+aGgNAKUpVP4G1ib/rm3m//UQJQF3Ugr/cnKi/0dFkvnWWgr77V+G/J0ZDP97Gmr8sEoM/t5NaP2CN9zxWRWQ/friDPllPMr8Ni2k/HL8VPrY8zjrXhMK+YfZCPjLTdb8syBc+GIQNP30vor9xwQC/1EQzv6YGE0ACbAO+Tvq2Poz/mD/QY26/CLQbvzc8B7938zg+eIxgPjwtJb/e3Rq/UQNnv6vzEz+IHxe+","AKmSPiL4hz9s0MK/xJmivmqAe79fKpW/mL5AP2vANL5NRqm/FNqmP2X0Lr/wDlpA+7h6v2PrpL/5vWW+/VJGPpbjir4c24q+KV7fve9VAsByJ9s8201GQD9LQr9gi1O9w0eLPXlzFj8GHyG+lbapP95avr/+4Fc/FBKbP//0nz5/06s/T1QoPwnLsr+XDt29BuyvPnOUPj99tYk/H+6ZP2sFYT9mS4s/LpA9vw7Kiz0rmwm9EJfcvVaKFb+kyW68sUCXvnXyMT/tFai/ojQZvexNEr6enIy/UkdyP1OjZz9pjic/G1/Yv3iijD/+KLQ+uqFpP0Czh70eWQtAxxcTv/O32D+m4I8+egtyP/GXvj6gCg6/LSnbPmzHoL/k60tA+Cwqv8L4/j+FdAVADQiVPw18nb1EUgxAbOjUPNUDJcArqRG8uIgzwI8BSb5NtTg/WygRwPbruT8IxyA+QgdPv/SXZL/0eJ46760LP1brg78wKwHA1rVxvHY+FD0lgfW+OUMtvyeUGr+uQFu/KDaNv1B7VT70Mbk/QoPfP9SAhL7mPBq/v+daPzC3Pz80FzM/PoNfP/bjaz3/jlA+2W07QBaQXz81i/G/k1dOP/29CT85IRJAz07PPsEhCT7pQRo+3qChvywKBsDDiRC/vL+zP+sNg75Z5fq/dyLAPS4DkL/+zFS/x7DyPlnJvD+Y7s4/L5nRPpXWxb5W4vk+yFg0v6Mooz+Ri+U/r+rOvtQo5T9Gj3g/pNMkvwgv6T1dL86+CsmHP35MDr9g/qE/AMTFv7xxnD/i/oQ/+LGEvvj5LL1SZRHAA9GlPWwbhj5Uxs6+3B2DPqv4XT5R+Zu+sIsgvlJtIT93odg/mAPJPvGzrz9nQts+zTZqvo8OZj2utEq/3dbDv2mxH7+3EIS/BN4DPoJYPECVFOe/vLlFvzKZhD+lawe/cdnyv02vK7+Cxka+8RY/vaoeVT/ZyBC/cGqEPvfp270UBWi+SzoYv0Tznr+6PIe9w2P9vyKYSz8LyG0/","21dnvqhqlT7svyq/4B/9vT1JJz3pcvA+thqlP8UgGsBeRrq+lQZnv5OdqT7vh7Y+klkkP6YPlb8cKra+F8GwvmLqID7bSaG/Hf4XPu/jUj9IfrA+2MblPnjP/710SbW+Z/RNPmtMQT+wNJq/GN3oPt+Ml75wAzE9VfqoP1THx7y4S+o+5A21Pm91YT5uHxM/jTn7Prj9jb6lPsS/GzOCP5AlC70bNKG/8cT7v4X+Nz+0J9M/1Z9DP+hZKr/pyDJAS3sKPrWpD75i3uU/sFeXPhxiKL/OCzq/bXFevvvgWL/Ew7w/4L4cv+n0/L93EL8/1lcYv7jlsT8namE/nZlJv2Oj4D2TGiw+fMJGveeyk78ahZ2/Joj2v49KyD6DzJ8/7dn2P+awQMBHdKC/hipIP3why70HDCU75B4+v1UBkb/Z8iy/d02FvoQpiL8Bdgu/avhIv7S5yL7TAGY/ll+hP6CqfD9IhTQ+1kouP38uvL6Gpns/oHSZP4ousj+z3k2/nTZ5vxM2xz7+Sgs/kdyDvoJzKL8C15C8Jt8JvwMJ0TzRI1C+4WqevmvcMT/XE8a/e49mvZS/FL+/orS+qN6wPvvxUz/wKyg/HFMovzala79N7rM/YF3jv1GVM7/G1gs91viGP1FulT8E7a0+WcGAP5b/oD9R7vS/m7r3PjI0f78uH7i+v5EUv2QOt79wIAg/XLA3vqKDtT+ndiK/eqerv2V88b5aLDK/j+sKP0ypAL8BISS/urGpPnA6Y7/BKnw/pQC1Puf4hL8nxTe/ClDJvlozTz/05mg+orFBv67JfD3ZxS4/QXC5PglnlT73hjg/SwmUv7xqbr+BYx+/EGkCP0Tlfz+hRpk/ROkcQNKbgT/dIRC/RhAfv6VZqr+6lfO+Tag/P5xLDz93fAo+1bCnv7k63r+jAc89V0ciP7kXJD40UlI/PdryPtrMLD/EBDk/RxifP5fXmj7UNU8/BfeTPXEYWT8IPYe+v+uCP1ZRnT620go/JXF7P0xVTr+tkUU9","5QWyPga6vD49LjA/dUiDPqtXgT86w4e/dqS7PsnMZ77jrZu/yT3KvplZ/D+zSTw+22TtP7N0oj+P0XY/hmPlP6yULz92bMQ/E3avv8KSL79TkdG9LvuCPy8PhT+fK5o+MzCbPy1oBr61sb2/HoQBv5yjM8CtBZu+1Q+GPRTRHb5tkTc/z+MIP+KLC8Afvoa/76e/vmUprD81wYm/o2y1v7482T4Gp3a9RXpRP4Q9vz8qAUW7t3G7vw/FDT7g6XO/YPn3PkSshL9vcCi+rJvTP/ah0j+PCM2/jfsGPmL1KD/ztDC/7JCSP9AiKL89siu/Ap2KvsSWoj+yCx7ABMbbvmjA8D3orpg/gJVxvsu2uz/msQFAFbInQIR8yz+gA0k/46KCPu91uD9xmb4/1+CNv8kKJkDxeBs+mkjlv73yTD8Gw7S/juoPv2sZXL/QX1a+TZKxv7Mhsb9ctIm+WdePv7RQIMC8jTy/gAgKP7RvIz6eRY4/WkZZvlcdfb8mwiK936S+vu3Fx74+aoA/sFmsP99t5z8LcTc/gnJ5P7VLFD+1y4y/iPfjv84AGj5ly/q9LF3cP/U0FD9Ra1Y/2FHzvqBgCT5iF5++1AsjPocQJz9qkmQ+tlqbPzwjn72G9tk/gLrzvk7jQb/sYO2+tIMJvwC8pb/B+Xg9AsJdv5694T4alAY/tjxWvi3aMj6Erng/D9n0vs/Aq74OF/Q/zOuOO3FGpD4W0jI+21IKv4Fmb71t8Du+DAYsvccq2b1tNX8/WTt+P3gbsz9xBpI9hgq7vs1BTD+qkEm/ztBZv4UdSL++6fy+FjxHPqddx7+HgW0/VLr5PnYGMT9jFGG/3FNBPzLYEr7REdK+Ue7BvYehQD44iy68tZkhvyH037/4AyE/i/iRPswrm78ieRU/vprWPrx12r8r/y0/Rw69v0iSJD8d3Ps/+CaiP1x6Qr1e9FS/inysPgnF8r7nLBq/GJQevwJ2O749+yK9HCc7P20vYr3/7z+/ai7lv371W79m0jK/"]}],"outputs":[{"shape":[36,112,1],"values":["z82wOTkZOzfkDQQ5hxipOzf2sjq7Y5s5RhfiOqsX2DvVewU9hHc/P7GakT5YJQc63jEuNDXxAC6PrdIvidkFNLg1GTjwgIE9KAoQPRyLLDspj0U6hEGIOIKrGzjHTo04iedTOVQUBTseuaM8SfwiPvyXsz6pDEY+pb7+PQ5c8jwZaNc8mS/wPMD7BD1ltrs7KO4OO44SZDogsJY6K0+YO5dgHDwUr2g8TdiXOx65BDrvmp06JevFOooHkzvTzlE8GwzpOyTTOTx+dnA87fWUPA4ROj0ah0M97weePAwgpjn4QRc4NnilN5y87jc0DfA5NSfuO0YkSj2AhjU8pPWKOjXhdjo0tVY5dXuHOTh+yznRwY442I+xNix4KjnHGlk7BtGAPADQXj+IPRk+dr7EOCPxYTYIce0zTAgGNpwIqjl6R2M88jJmP2hknTwQYGs2KrABOQjMAjdkpcM3IOBEOrbWAjmbUbQ4Zq/eOgmiZjxjT7A9k+1iP7ZWQTzms5U26ItBOEoK4zeAHS461I6FPQTTZj99HFE8hcY6OZA+6zaqubA5qXfHO6x82z5ksjs96WQmPXi8Dj1fHqM5fwggPUCJSzPFWAM37oF/N8B2EzkiVMk34WHkNrNCxDgiZFg7iRmuPPVBAj/xhHY/Y/v1OmPPQTSacE0rzZH0Lh2yGzSGF+I3qpe7O8guYDxnUoQ5CsrON5SyejY4p4M2+obgNtYglzeLMrs5TSwGOxmE6TyM52w+Dy62PjgzvD1nGUw9mY63PONHdjyoiZU8BoBYOyEfLTqUad45y3vXOWzrvjoO74Y7urKcO6L/bjvDMDo5TqEmOUh5mjn4amo5vpcpOqYS/Dm4gwc6nbIjO9CooDzZa+48U9U4PXHgYzwZSOU5wQgoOBHsiTYhLuU2P9yQOHdxtzgZmf86eob/OhFpQjlJOrs4Bm1NOXa6Czk41ew4YOOENyEvDzQPEJQ0uhdFOSvfgzuHFq4+0PRiP85SzDmb8YQ2aDZhMiUMNDVuW/E5","x/yuOk5ZBj8RoZo9+o6lNRikyTVX4Ms22BKEOMp0Jjnz3943dRQANk9SzTfurhA74yf2PJoaTz88it09WDw/Nfv6rjTVC0k3HTKXOnK35Du3a0Y/TiFXPbHVKDhgEzQ0HX35ONU9OTyUyOU+UyZaPulSoT16lzc9R4LFOe/5DT6+Y9I4Yo0tOu53qj3GYEc9l/alORNW4zZJeBI5yoCpPF7mjT2qcWg/tAd0PFt33zcDNMAvy71fKg/UHy/mpZI1POMbO/pHQz+oV2M9A3+WOQtClje+u/A15UGYNlZBZjhwocs5CJ+EPK8F+D1bL+A+zWDJPgki0T2Fj8M8Dw5kPEFh1TwDaY09OIqaPTHTrDsoMCw7YbrVOtiihzvrJkg9zszNPdj5TT0U22Y8M2gwOgtp1Tou+8872homPEpakDzTxa87Y2GAOz+H3TtwISk9Dt7KPWQFHT7sBlE8842XOE8/gThrMuU4X/uIORCZSDsx6Eg8V6vCO1aMgjuy19E5KsRBOqkIOzoBnYk6J4cVO+n5mDnakFY2QJFhN8G1DTrpEf48yyBLP9jGXDspsww1VLXIMurjAzK2ogk1Mt1tOgzg1j6OB0c/mUgJOobu0zSs6HQ2rceQN4/cdzpn9U48C1yOOoNTqTiwFgM698QkPFfcpj66Fgo/A11fOXxnRTOr9S40Z7ycNz7s/ToS65k+H486PzZD+jr6Wq42qgcwM3bOlDVjr8s6Ra72PrmSNT5uf7g7RvCmO5/dZzj7w3c8Q2YYNnOMuTmS+Tc9C0aYPSQ95TpPS2U5GCaDOkDmIz6Izqc+x+F0P70Alj5U9FE5On4KMzUTRS9Ump8yu2SeN/TpKTx+FM0+5EFjPn4DDDs+r0c5g9YZOD6mFzhWpdM4UXFROp9sHD3MUw4+kM3jPpMQOj++jrE+npSVPbhZOD2ycn89yDgIPjnaSz60UAw9sDzXO2wigjt8n647TuMkPdW8GD4RTqQ91L3yPG7pEDsV0xc7QdEPPNdO4jwIsv09","Zu6hPXSs1zwipoQ9p8H2PtG+zT75Y/s+4IBZPXgerjoXZuA4/aMWOMH+NDm+9po75keWO+VyoD0q9fQ8QtLJO755njtegyI8SvPpO20rxjuKdRk6quZaNxZpNTheKpY78w/lPcUbbT/OMJo9jtUaONjfujOhFVMzKbcKN83M1jsnt5M8pn93Pwtw0TvP3+s2hW2kNkkgKTk7OBU8vlavPOOV2jr9Ao85BAYMO5wlAD1ufuY+wVZkP/ZgjjtTcig1QSPGNW+ZrjnjcgE9FpoLPmS9bj/W8k489oxnOEk3tjUKuZc4oFGDPN2RNj/PKZY+qjaaPNb2RjucyGU4xj4VPdg7/jgYPg89O6FHP2Sg/z0/EhQ7MCeLOZ0QITtTLdQ+dV9KP275Sj8wls87Ob+VOPZuRDdv+zE37CNKNy66+Dyur/A+VxUmP5UbFj0wBl46XC87OdiYBDrm3iU7dDtePFjIGD3kQ50+YP3nPnqTxz7zAgc+jglePTQYXD34nNE9MCczPmATtD53aUk+QJB8PenTGT1G+2M99hkZPpH72z7smDc/X4SbPsl86T3rIJk9exSdPW1ZHD4NKEc+mV+sPdDLUjyPg6I7mJr7O189Bj5GDwA/egCxPlVfojxfrRE7iLhRPB8GiD0M8hk+xC0DP6C1fD1qHtk7OPv7OyTyCjzJHAQ9BZOEPi9K4j1QAU09rK+KPEbXOTwkx8k6Qd1VPUSA6T7jBoE+kklWOqx0dzlLkyU6d87OOX8OGDqKfZM+EW5tPzWN/T3x3Zk6GAr3OVFdBzrITyM8llrMPundVD7pxEk91L9mPF5rBDyzqrc+YPYwP8YzvTyt5585BiM3ORI4pTjQgt07gXedPjbKXT9nWHo+kHWjO4JJDzpl3kk4C5/bOK3GnD15hzA/MeEjP23OLT0VH1Y9Z7meOVYyhj0aOL48CtGHPGppKz/AvTo+0xGaO8aoATtjjfM8hZ7IPgEJQD9vFkI/vQwCPh3jzTpauCU55/lMOhUsXDsncNw8","0uWkPtNWBT8L25g9524TOze7ojr8YPI6ug0aO4SEITzcGNc8iSEZPsAonT6sB5g+fiQsPkcshz0GWpA9M/u3PX7EBz5T0rc+08iFPsuSaz0DAjo94vKGPTFHpT3a46c+GSYCP6AcCz9dCDU+T+e/PcAFiT39NoA9C0AUPkvuGD4PKFE8WEXUO0D3PT2J/Kw+OwyePvF0Fj/KdA09Ah44POQG0DumAvY8GnEdPVghVz1D5AU958b5O60SGjzuXTA9ptYjPujS6j4nXiQ+aAGPPSFpDjxlgHE7PSWtO43FNj0toNI+Atj8PiCjuDxH0pc6ljAWOXheeTsV+IU6GQQrPReDCj8fr7Q+Li/SOxIFNjodcr87goL8PSucnD49754+UP+KPFpTwjyvktA8YvxbPoonMT8ngAM+M8lHO5I9ETq907E6xRJnPW3znD7QySs/QQ3hPjC9izzfsyM6HmvVOTV8/jlrSk89Yym5PpjSLz9EWRs+MlXnPS5rizutpkU+vrGiOzgbij2D2q49Zta6PEXCnTqdZYQ4r187O7y8Pz38hrA+J7pGP7vbPz3/m706n+9AO+tbnToJqEg8C41bPqpXAj9prrc+hPyIPmiiWD2WwGQ954S1PYTMHz09ug89Z9yXPFoPhTxXnrw8X52DPNERSD3sCko+GRPePnNkfD6ymOE9fypLPcgOgzx9SUU8qXIjPYDKBD4DH1Y+u1JNPvGC4j1h01Q9qdK1PVlkNz5fPQI/mhJxPtobTjqod3g5A3QxOMCNQzi+KK86a3FaPXe4vD2jmTc8CXnsO4/KRTyDfQo+QhhkP5rhDD80cwE7w+8aN10CeDbKlkQ4sKAKO28+dz2pIhM+yIQUPUg5rDxV7qc9R0EEPpez3T2Aayw90TYXPk2pCz7lInk9LHE1P7rQhT5BSHs8wl76O6DyHT02ls086AJMPI+MGD1g9QU85WgdPDCJsDxAMww99BsbPYlQ8DwW5RY9qpf5PVb32z7dGwA/KtUVPiPH1j0Cjdw8","yQrVPGC6Cz7XHts+MOGdPloxAD/Diu8+NSwCP4N9OD2xgFg8E5sGP3dfBz/HZAk/fq9CPuojOj6WQi883Q13Ps/W+Dq6HCk9TXSkPDoIATxreFI6j9FpOLF8cTnsCfg8yFkyPdxLYz89iOw+i0ixOorkejmNMrM7/mnPPCCwuT3pkDM+ew2iPhs1ED5WIrI9EbBhPbekrT1tbxk9btHcPEMOrDzZbjs8nOXqO2YqojvSjak8Rn73PVw5tT5J4pI+aM6XPYy+AT2gI/k7bmXIO/bwoDws5589ztDwPeuYEj6Lc3g9WYNSPDBigDyZuLo9EvTJPulROT8dva47biwyOXVzJzfe7w85OkSTOrVG0DyBxJ88HAxXPClIfDr9/Lg7uweEPSRKqT7EN2I//cs5PEvD0TbszJM1lCpROG7pIDxKYaY8HJaXPemwsDygVoY7uoOhPM1NrD0oBrA+xZh0PmgeJD2W+Ps9glnkPg1f4z6Oob0+3ZIaPSBDOzwRlsM82DXPPNbcoTuogw88WB9KO6CdKDtkYno7urnAO6+tAjze6do7O+aXPNFdvD05L5I+J8fKPgcQTT6etTs9EKyWPMJ9cDxHBjc94Vg2PqzgXD6+K6M+lJbUPpI6qD4205o9LDy5PJt/xT6kUg4/9h4MPzfigD6cqyw+qXcSPSig0T4PeoA7ZJ8EPXAxkz1CnPY7EaFAO+O7izm5k787tDs6PQqwYD9Rktc+caMkOk1+sjcBZFo2a5nYOLTo5DsSfw4+wSwEPw6LED6YPBo9x2GQO7uj9jsEUBg9BxHSPNsapzzH/og8eHFKPP31vTygx4U9bSQwPmQZGz+r0xs/ji8CPj91iDw0sBk7V2oRO8JCnjyl4Rk+J+P/Pgmfwz7WDt497+A3PRv1tTyTX3w9KBpJPrxfOz8WxKk7YyiFNyoFkjRpGcw0AH+QOA7a5juiRgE/pAORPmHLbTzUrYQ8nrLdPDGMsz5cWnk/XF0/PLr2wjhjEYMzVueSM6lFuDVGerk6","6zx3PQeXnT0c9IY9oJiiPUBmUz5VHvg+hJMnP89ntDzw6Ik8beo4PDbYKz1Nf1M+quotPY67hzrn3Y45IjggOgzE9DoANk484k5hPVD53jwcsI48dNifPGLuAT2OeUQ9lrh2PXpduz3tehg+Dg6GPhPoPz6d6Qw9cKveOz3uRjsYhF07HxMnPfAcQD5fSKQ+g8jIPmuB3z7XYpE+9qOZPNsf2jvnS7w+MXd9PnoKxz5mPxk/7KsOP4EhED4ZA+o+fPgXOVo5aj0EIHE9fiElPGf+gTpctF45jN3gOryrhD2rOMU+rjpeP4SlHzwnpI04Gw5vN3C64jrbyQo9A1XEPXLboj44K6M+fUG1PdauCD2geIs8ZrYRPVuGxTyWwR88qlIjPN023zs4nik83wbjPJLYgj4qr50+l8sFP1Qlgj5oudU8/MtVO8YWpjqNze47Kz/3PaQBsz63hfM+S1NBPrK+PT0DISg8zjbqPJTtyz3hK0g/ASQDPgfxBzmsEg42Md+zNetVpzlAva07/wctPcJCgD0uDo47vfSTOzyLTT39NBw+AH91P1/WID6/3UY5fpEsNfWyzTRkFCQ3bNBGO7spuDxxiQM+RqeRPKzDSDyM+/Y98TuMPRdXNT+Ngck9JinYPUNWAT7u+dk+hea7Pn08gD7E59Y7KkfGOqGo4DpZK/87b1aLPIrpgjzI5vQ78ncYPPD5Gjw1EAQ9KkGKPWUYkz2YFQY+6euQPp+Z6j7utP8+nWcvPq3keDzt+QA8fouoO+kpCT0klIs+EILYPuX3xj4ZMsw+DNWPPjRGbT0uWD086KMkPxiqoD76/LM+19cCP8Q6/j5hEYM+UvvKPvq5nzrc4xM9SmYbPl5lEz1qdCk8ILTsOzxFejwtF+c+p7M/P0nCRDz+9gY5yrHTOLPChDjZOBo7woqbPWrGej5N9y4+OREjPHwNXjuhmCE8fWDhPKpUJz5sCyg+g8wrPWzIYD0JLCw9PsOfPWZwzD3H8og+6LflPj2SHj5DKVs9","AHQjPQKNDjydYeA76mFoPbsBlj4lxBk/uk6qPjvRLT6riYw9tmEMPTXEOTy80q099krVPJBsfTjouIE2PomjNjq8AzeyA4k7gwKFPja/Qj/w8r8+9qnNPeXcCT0HaMg9W39IPz5BBT+ImEE62b8NOU9odDZ6GIY0vkS8NTuhgjspAVk+/zwBP0n3HD8S0uY+OH22PRb1kT4vdh49TgH/O7A1YDvRHRw9BNLePb4pXz2m8hM8/jtiOX0KZDnRPh07OsocPXahzT5dgrw+k8zVPb2mjj0EFXk9QjvbPZ9msj05bGI9zqQBPbA5HT0qqrc9qp4jPUZ8lzwkhw08vkWHOxmcDDzR8Rk+geXUPlbLAD+2zb8+NWIYPk1H9j2ebw89CokAPdPD9D7rQAI/WBUMP8MfnD6G20U/0MoHPhdkGD/ouBs7zteWPWqMzj3YXLo8wAuMO1N9uTts7LU8EL8/PuAmOT/53c09N34tOxbUlzjPsPs42GFfPKQ8VT2ZKbM9UB8rPmWe/zuVwHU7fKI4PIvYuTwfFk09fjdaPZwCmjyR/wM9dQoFPbEqsT3OYvs9AywpPh0esD6dUF8+Dp5uPbnqAz3EMNU7RtZhOxQM+jyjNTo+Vx/+PjOW0D64Khg+xdeAPQXi6TxMyUA8tOZDPTF0GD7rzoA67mLcNox8sjaUShY4JmXPOqXUPT2MeBM/K8V+PrzJbT1h/Qc9G4+APfeVpD7Np0w/lIcxPcwFLDpZ60U3wh8HN1IcizbAfq86n36fPYX6IT+uYhQ/RuQUP+J1eD3oWm89FnkJPnG7Pjz3Ies8RyfXPU5QYD6qzt49RFKRPCzAjjlhjiU5dcYUO3xuVjwDUtI9TKW3PbjcWz1EgW89TmFjPe9DKj5niwM+V6gxPYxFJj2NBw49ElWdPV2GdT3c54A8lfatO+IjcTvJH7s7ppS5PZSepD4qHXo+02CIPhuKCT6cCMk9J9zVPDs/ED0nQxk/FJDIPhLbGj9WpIc+QgM/P3r8uz37v/c+","9OqQO/Mlej2TW+M9KehgPXSt6Tw0Qy09152rPXYCfz51Jw0+rJEmPd0HGz2pX/482XhcPFRnBz1VqxQ+pmGRPYZVmDzZj/o6vf1lOw3DLT1/Qb899WZbPtNYzT0f6BM97kBkPam2iD1IOM49bUQJPWdkVTwNFUU8dQr2PI2EUj1wjjk+/OihPRNJCz2pdGs95ONOPsvyvD7tTdM+OOnWPs3Pqz4PHgo+AC0APN8VOTsZWaQ6Udo1OQ9vtzmPP6M6yB7EOJkIoToSXBI9VENUPVPzjD3DpSE+LnsoPahX+zxUD3U+n1YSPlpapj48L/M+ablrO/YQODhGWyA2SS2DOPXgDjx0Pgg9nOsyP5fLdD8uwiw7irVjOELNAjmHa+s42N+PO/hP+z3HaQg/eW4XPn7qbzwxBNU5hgIIO5d/HT1C15M+j6AcP1/JFz4qN2o8ZUN+PLx7hD31lQI+yhjaPdscKD38hzk8nx2cPPdX4D3x8TY+yw4rPgQXlj2cjzg8ivaGPNLuHj4nbWs+593RPmAhqD5JcIw9fN9jPe8MGTx0KRQ9jfbGPljsKD925Qw/iKo8PtTS5T5Vvu08XyehPlx04TvqJlc96JFrPb4g0TwGlRM9kjBvPcwItj3cu0w+Jpr7Pe4Skz23D3o9lo/mPGwcVjzMtp09OjobPrqj8jyhMYU8L9F4OmQoYjuIQJg9xAerPR5qNj6p9mU9x2dKPKQNGj1d8109itvSPYQqhT2I9Rg8PnT4O+rEpjyKFkA9/UyAPUj3Uj2Fia48Z/HOPB3R6T3Fk4o+Vy7ZPoT1qz7xBco+JRcBPqposTwdRfg6TJl1Oh1O2zl/RUQ5jtA0Os61AjqLiZg6Z5gHPDzXlz2vFHU9XO0cPffBFD0IrG08UwqqPTxmjD6vj68+LkYMPxn/OTzleBc5/KMSN+lfJjkVfDI8vMIWPqU/1D26bXk/l1w9PQykTTeWEo82dSiaObr0Gjwg06I9cDkBPmT1yz7/R5w7c4eSOS42CDrhCWA9","Hwb0PYuXKD8qP8E9Q6eBPG6AOjwCR0Q91cIEPgHmUD5DggA9q+ZrPJB1KTxqol49nnoPPl4rYz4f7YQ9GP4KPfM9RjyaedM90GlZPuyMVT4ulPg+BnQDPuy2Nz1B6Q48LtOVPOrzjj4F7GI+zgETP4rQPz4Po/E+vLM4PK0AqT74s507axVsPexzQD0EEAU96PG4PC6tnT0v8hM9qr6zPUljJj3NDFs88s7SPKscnDzI1c48kS2HPjYn5z43iJg+kUgYPPxhyTkOEEU6G5w+PApUyD2wFZU+zSWUPvro8j1isRU+8SVDPk/aOD6WLjY9GLI7PEQvTDwAaFU9ERxZPh8w8j5dFGc+GgizPfkD7zytcoI9+/lSPh+wvj5Is98+t98YPwWZpj3kJhM7xnIWOKp2Ezh9ZvE4RzFOOqIFnzu15Ws6zbgOOi/wPzt/K548UxsdPhFFNz+KhZU+G9cCPt00nz509eU+VF8kP4EiMD4X68g5OiCUM7YZlzGuzBs2O6isOvdzJj3y/W0/6QfxPgkbkzaIz9cxoQO8MfxyHDYnYY86v2ozPth2ZT8ZU9Y97N0hPBZb2TmNR6k6hc64PSSvFD9dTDg+jveQPT5I8Du4F1A8R4WIPvAotz7kK2s+Y0uKPS7FVTxrMDM8m9vfPbiCaj5rzww+auexPHD8wTuOpS48k00ePnEj+T4PDDs/CUhJPn0QtTzxKQU8fRZXO7TB0TzJQjM+zZ1KP05UDj9SW0k+ghOWPs89oztbUa0+TgPdOz/+az1O0Dg9bqjdPJyo0zzWJGU9wvFaPeYrrz2g0Mo97qNEPRCetzxUqWI8VxYfPNKyKj1YRYI+hudHPgYGWzw7rnA6CumPOpwmDj36f/I9q6MQPk9uuD2kKyk9prmlPRsnKD6uVT0+dNrUPSrHYjw2lzw8TY/6PIMxbz6JJbE+6mqRPghRzT0Isv88LFNHPaVxQT6YNAQ/t6q9Pvb6Iz91hhU+tH+2O+8IITkYMhk4i4P/OEVWBzkc/dI5","VpSyObBUTjnaZUw6BtUHPaknXz6dV5w+GWT1Pl/TIT7Qk8Q+xAAWPw9vQj/Nwbw+wqx6O5lf1zUwXswx7laDNVHpwDnCgjg8dM8IP6yZXj966dA4PNbvMgm+0zHMYW83SlbaO8E1fDxXCdM+bdS4PjgakTuqUac6U9XhOrPyWj1ivbI+d5T3Po442zw9n4M7hJ8oO6HZkj3qwkQ+9vcfPi8Bxz3zZVI8e7EDPP00dz2P5iU+abEsPv5f/TyKgos7uBZ3O7hHNT1pu6o+L0fPPsnOmj6E4mA9zcnYO4USCjvJq1A8a3+JPVW+wj5ydS4/jCGRPpEFuT5hU4k7PLt2Pux4EjtxJZA9OksoPbX4xjwwcUU8S8jVPH8h8DtXc9I7qNwaPPHmTjwG9hQ9ZKD/PZjxID5yoKs+kwLMPoQ92j3qanQ677QDOAYs2Tg8tvw8At5BPhjRTj+nF5I+ndujPd4FLz2xqlY9ZSz6PF9b1zz15VM8AN57PFXcyzwpz3Q+ThC0PnwO7j0wXPE8BqJoOzqdiDuGuW49CF6APqnW0j7xnBo/6jPKPOz9nDrHGEU40zEEOXKuITuksJE7xw1kPKGOgjySf2Y8E3OKPRX0jz4v5V4/9bhEPzBYwz5uYhQ+J7y0PZZydz4XsFY9hev4OroKmzgKbno0quT2NKAVKzpeYV47Sz9tP4k+XT/xuIs6lDk0NUJgwTIJjBEzMaVqOMtoRTt3xkw/VbIrP5up8DzkT5A8SiuxOu5jiTrhuS8+0MzbPm+qVj67I+4+KBi5PUBVmjtyU4k9f0VUPpkXOT0U4WI9QKm8PJnxjzvI6T48FIzFPIbCDDzVBj880BNZPKd8dzxKL6Y96bqnPj3sZT6UGgM9tZiDPXadbD3B8F492QkLPfYRDT96+lA/CL/6PitJVD6xZk0+CRT2OgSDTT6MO8U7icypPZIsQz1oAWg9X9CvPJGZvTyH9EA8dHaJOxjS9zssySs8VBI1PDsScz17w08+vIScPqdp7z46myM+","YC4iOynjLzmQWl85YaKCPXf8uj6FHhU/Z9eoPoEjyj2kGRM9oOOpPUxCbj2DniE9Nz7QPEQt1zw04Nc8+GEwPv/wtT76zSI+iVaePS6VfTwQRrk70aGoPWKN4T764gE/MqIjP5JNFD2z0Hg60kIuOFJAiDgFraE6NoKEO2UjYzySeA08NL4YPfBnhD5YyJ4+/PNIP4xEOj8Kt4k+/cTqPTayCj71Dn0+rIMgPvcipDvcwoQ4oixdNA4MaTP0JjY5IJwTPBtTFz6zpWs/ByJfPDIFIzfG5UAz9ndZNV2TDTqvs887WCVcPtrmHT+TtAc9LVD/O6CxDjuOrro6ViK/PR4HBD8mJec+4IXwPkJtrT6CbO07SqWnPFYBwT2ZfFA9bAsJPljvtDz9YPk74JUHPBbznDxMB2c80RuhPErJxzzO8Nc8sXxCPWgaDD5Trxg+S0XMPdi2Lz1z0C89JLMJPcz76zz65Fc+mDxCP10yCT9/8aM+WqiGPkWVtzssZYQ++KH0OmzojT2wR6k8gA7KOzIgVzuYmn875+o+O5sY9Dt0obg8cNTsPKCKRD0blMo9M4t6PryD/j46+rM++eR8O+OUrzjkCgI2cRw3N7EBrTxLDzA+rMtiP0qfzz6sGhw8Wm6tOym9rTvpAkM8/sc2PeRnEj0CFGc8iYUrPDGGST2fxiQ+yPqxPiqctz50AyU8JhRdO2xp0zzra2g9i8W2PvwOlz6x6Sg7qCVlOQ1uNzdT+lo43p1MO1I4AzurUyo6HODIOVvEfjo7Bio9gusBP9Sbbz8yng4+oRJFOv2q3zmfquA5MPGsO+gbtzu3QNg5rvjWN1yaDTVPyQk335SnOlQnMj8iyXA/5LGlPOGCfzjNDj84U/uGN3oUCzj+o9E6/rT5PBPk5Dx3PrU8dIImPdPCoz0K+FU80tjeOjWtdTyQpJ09zQ6LPRreUj+UjPY+Vg+SON/irTexFcY4hVRoOntoND2Bn5w9gJpqPC3DYDr7sQI6ND+gOt7WUTyY4YI9","vNBiPfhwhDwhOng7AOfJOgvFozws5LY9uDj/PmDcGj/1sAg+GwM9Pzt78T5YAGw+p7dVPvtoTD5yjwo8o2hjPsYYbjtcSaA9KjXUPETK4jyDaks76GPkOruPqDo75bY6p8SSPHXviz0/i948NfQsPoDiRj6RKZY+b16HPg9xyzuuHHU4ZMd4NsMDKDYX9Gs8OqicPUZ/sT4WOgU/aLuEPI/gETsoVUs7xFzRO44Z6Dy2ebQ8OYFAPGMYiTv7xD08LRhsPUSkAz7XUcE+qL6nPBR37jpZM5885pCOPeAMgD7PKx8+zmfGOlMbnzgKROo2WiCcNyG4Uzoxr087dFgCOmfc9DjAMC06JcQpPbHYzT1en2U/QvDZPkaAVTrW6UI4S4TiOVGzoDu6N307Pa4YOTYZxzaF4xY1MuG7NXX2qjptxoY9fKJaP2FVIj60wGk5tHggNxzVDDkwBY85JdgwO4c9dDwWPmU8fKetPBT2Ojz2/FE9131sPJgmbDoKHx47gbb7PFc+BD4Pv/w+RL5qP2X3yTpqlQg366QGOBHjOzxx/OI8WOuYPEBTLDzKIAk69XKZOcsjADvyRYc8U/CWPZBZUD3pMQI8kZ61OuC5zjm7ME88iiKePaUrgj7ygTE/XvxKPtph8T4NzTc/S/mAPnhTbz5DPJM+GncoPJzXlT6UAIc63yS7PDxDrDvnPYk71N6XO92grTwlWQ090UWAPYtZVT1KW389SNWCPcL/bz5BYLo+Sq1oPw7dhT6JEys59Nx6N5CxiDT5GTE2+dnpO+3uwT5Q9E0/jZnbPvOBoTvCBIk7OntXO0krDTxnWpg9/UvTPW+Nvj2kabI9cBKuPqq05j7g2k4/tVdZPktFxDtrQyU6lCHYOvG5fDvYf6I9kp3UPVFRAjsT2zo6kAf7OXU0FTs6p1A9Dzx+PBsZjzoZsDk6FUuNPLlQ8j2bnVo/TN9LP5Vh2Tqt1Yg5KJE0ODcsFTmJ02Q87IAEPeAQJjqXmbQ4f1t5OJehFToC7aI8","hQ9uP1M8OT9fHQc89B8UO3CLRzrx1kc7LwZkOwfdjD0NBm892CWlPTOxaD44spA+fMbrPuzRojwsTZo7pRngPBdLPT0cF74+5z90Py+pGTt1a2k3fnMdNHrCFzWrGI868kjnPXKtMD9rw8E8bwNDOY+ewDkvJBs7x9CZPd4b/z7CkCM/iSOmPe3sezxpsJw8454fPicEAD9WXmY/dwQMPz50wj1mH9U+1hsrPs8QQj777oM+qKYbP3lpLT1LpIs+HWUEPIB2fT3654Y8ExV5PFGpsTpKCZs6Ch7iO82Myzz6iOs8FZnqPVcquTz02XA95vG3PkS+CT/dEJc+H34VOhg6dTaN9J41fxuNNQO27DoYOok9XZvtPoxHGD9T7188HcIeO5wGjDsyyMw7iqQ0PZCFRj3i/9U8U2qQPHw3wz2fxoA+EIQAP0NYGD/ssyI9j4lYPGf7tjwBslk9p3KcPcbTOz1ntU86NtGwOIy30zeJLkc5U4e7O9ouqDsrRBU6vbolOS0ptDsyE3E+8pv7PfFueT9+Lno8lRTROXbp9jePiHA5vU2JOxCk0juc4hA5dijMNmOeHTc/KkQ5VkWhO+ukgz6okGs/JT2LPFXZsTpNhhI4RoAIOwTNjjqwuZ47aj4SPKDF2jxswEw+W4FcPgcYjz5UXAs9fDXDOorLLDuwBuo9wYOgPWnQdj8e0F096IOIOMpmcDYk0mY1SJ6/OzWpyzwddcM9Do03PVi65zhCWss4hfZcO1eeTT2dhUo+jxICP99tlj12/ok7QlZMO8hxGT5+8yY+bpUhP64x+z6WxX0+pwXrPgR5wj72fZA+hBkrPt9QDz+/OUE9e2xWPhgNljpLj1I9DzhHPXGg1T1zZZY9BlLsPEXBmDyNcG89uI1zPDLyZT23kLo954qQPpmzCz/EntE+b51YPIkzjTe1bgM3etSVN56wYDi+MpM87mRYPwsLLD+peyI+CDoNPLSE2zpqXEc76saYO8STpz2k8Rc+ydXmPTPPij3OCRg+","zghpPmcBWz71jCg7a6SvOsOhtDpIE7Y7l+ksPabwPT5E82c+yriFPM1cFDwiQ5E7MejFOwXaSz6zgJ09DSEXPIHrmDt8axc9DCX1Pt0JST+mDw0+ezH2OjIHkDq3BcM57lV9OiWvuTwM/QI9vRIKOzUkfTrxbl07nPY1PNcrFj9osWo/fC9qPovbuT2CyHg7MtwIOvu2/ztvHBA9aqZkPrJdRj6YfV8+S0xKPhPZjz7tf2w9e7QEPAHXhzsbpB88oUtqPCPbNT952pc+1ssIOZ+L2Dh3T6s4qOMDOdPSzTy2vHU+SMQsP5RFtjwLMgU5v7QCOd9xgTt8KJw9kKQzP+v8Vz9eNUw+EjGrPKnb+jvXziM9KOIPP7iCwz4KuOQ8Ke+qPWBKRT7JMlM+aB3TPrjQCz4AlDY/Fj0UPabhVT6LGNQ6pnyBPW/DmT1rAKg9jb/QPcOC+zzY93o8MYJDPcEUGT0GqdM9IpHUPrW65D7VF0o/Q9CUPqXx2TuUwbY4Vv1PN5AaGzg7tQI6OdTeOwlRED/C6x0/mQpkPjbcLDy6tDE7gOvnO5FqpzvBrZ89SbdrPhF3Fj7+Hzw+TE2BPbCVhz3TeXE+LNUrPbc2wTooUus847/kPDv7oD2ZbaA9JY1mPYRAmzwGmjI8hSXLO/MBLzwXTQQ+GAL5PZZAizzht5A91WmCPcVx6j7/7io/kG/9Pl7PZTxGyRM6mwcjO19xRzw/h1w9cWdmPckrhzuJoJs6TzfOOzbjkDxO2ac+ZZtTPwJiBD/rGqI9UtlzO05v2zqei1U84HLIPNJKFz6W6bM+RxiSPt88cj45rFw+3lkLPgtsiDxspL08AHmkPNcTxz11oqo+53wyPyk56ztfQuc4lSKFOfc19zotT1E9ukgXPn6x1D5Xof09qr0rOiN6DjrQddA8yc3PPRlUBT/y+Uw/zHjFPuJvPT2lQIE8xZZkPRpu2j7iWBM/aWrRPT9M7z0hHPI+nIG0PhkrCj9Y6O09QkotP3bhiTyEHig+","CF/2NrJlnzjMzSQ71CCePRuiJD9w4Ek+pO2AOX1XjzgO6zU6L/ZNPG+PiD6Zfnk/GS4XP3cksjlnWCo07L1bNhZGUjcRNgU6r/4ZO0jJ5z35XZ0+7SyNPnGNWT7ViaA9A/EFPFqW+DsfOKo7OE29PfoLeD6wllw/6O9YPscmLTpmtQs2DqAcMziW4DJEgkA0o9+gOOHDlTuGSw8/hBA3P0osIz+xFhY+N0cUPLr45Tlt2RU5wiq2ON1hCjlalrQ5Zwm2Og289zzYogg+esNXPuF4hj68Hgk/H/1+PjK48jxbOg08tdRPO/ciETrvTJU4Ni2XOJgELzrbAvk8ZoxvPt0MHj/U6yM/cJiKPtEXjjuX7Ek4r/SLOVNLJTqr948705z+PJvVsj294mo9v+Y4PJ5h7juAHHU8pDeZPPBWPT2tfBU9GOgwPaJNrjziIgY8VCsqPY/shj5aOhU+qPYkP2U+ZD4p2ps7euOGOZWKOTgaBQc4tQaiOrUCWD0WsZE+9ZAwP8qJRz5+Duw7aMGxOpxeKjudi4Y9RpZqPrZFOz5Z2ag+77AYP8M3LD82icw+uDYIPjEWBj9u45I757G4PaoFxTNY2hY4rUD3ORCeMz3fP40+WVa1Pl33qznKW/Y2+WQHOSD7OD5+Bws+tXFjP8OQAT+TkTI4ykQRMgUBkTPHTB03HHpgOg+Cpzp6/ZQ8HYPTPe5N6T1UOfg9pL4APq/T0Ts9NMc7N2WpOqdYdjyA5Bs+YotTP7Q5zj6lmYY59vWSNEAh5jCNEDow+axEMmeqVzd5bQg70RY7PQ53KT/VLQo/9NyaPmhx1jwSUEY6+O3ZOCXyGzl6mwQ5SNwQOR16tDkJkQs7QkRZPJ6i6DyjWuE9MKL2Pk+SlD6wbE89JfQgPCfCKzv99fo5qOQOOL2MYTcZ2xM5h77yOh1JYz2N+2o+1npJP78oRz+Hdys9aSWEOT/njzn6fd46neUkPJXJ5zxiITo9Ql6CPVvXZjz3Ce86e70CPMamNDznVIE8","sRdTPBThNTtIgLg7QnYUPKurfjwx7So+WyYrPuhTLT+r+RU+55MVOpzExDiiFQc3TJFGOF8r3DpRagE8e1UJPr/o2T66e6Y+Cgy4O+v+OTqtb2E6Ja0+PLUFxD1OFSc+TCmqPk1hMT94XTQ/aN+uPkg/vD1M6hA/XDmfOtjIpj2YEJwww8RpNizInjgLQg8+E9x6P7/r+zshDrE3oFnBNelQqDcNBS47RJawPrticj9T7088rOSBNtWbYTH4vYQ0mjIPOCprhDuMOEw8AwmAPmK8qj6yeJA+m/opPiyZKz1XPC88kcmaPI5qNDzZgjo+sDcYP4IcZD/tnjw6Sbg8NIT+py4cGt4odtAnK+7lxS8hQII1CYMIOwuecj96U0s/vayJPirlPz3cRZA61b4sODd9dTcQM/03EwQaOdRZqjteNuQ8QpNiPkzv2z692ec+TXkTP69hAD9hNWs+N+xzPI0ezTpdIQo6DADoOezPvzkXNt46YpxzPX6mzD0Gfxc/py5WP+YGyz5BEVo8L8iMODO13jXYMZ82o/RIOOMykDuirKA9TiKiPu3qMD3FWJo6JT1nOi5vljtOlBU9Q+0BP0q1Ej3njDE68X68OvSotDk/sLE8TvSTPi+ENz9s3z0/Rk39OoDsgTfvzZo2A3c6NtXYlTdTHlQ7IAncPESWmz710j0/kVSAPqNlAz1QtP877yB5PE77Jz4wmmU+WAFXPrdMiz0m2DY+EeCgPWbcJz2VMt08xItrPtucIjoCmko9G3EmKoUZVjM7PTo27felO45obz9ZgDU+U7pOOCBAeTaz6AY4EOiGPiZjhD1hpXk/8J6lPcrGVTXHico0JWsMNop4fTcLeL07MeBxO13rbj1ZSoM+Gkx2PpRYJD5jC0I+CC43PHBFxDtYftU6jcnCPB4PPj6Ermc/xuibPAgmPTbFQ2UzW7FyLSIsJSok3I0tpt+HNKRCBjic+GY9dC5iP7njSz8fkPY9TEyuPKhzCDrN3+w4GaDJOJOtETmpcCQ6","wIMrOx5eCj36RT8+HRO5Ph9DKD8jLy4/NqQGPxAKfT0oTxc89e9wOr60fzn+VG449M+FOJDFbzsiD3495SE1PkbtUD/0c2s/TxQYPpqQPDvZPIE4HcruOUMDUDo4PBc8TeqLOz1H7DzWZFI9w3mHOw0hETpCjwo8tsFUPIStWD7v92s9Ftl0OuSbEDrU+hM8hhI9PLg6Kz7d7Y4+MoBrP+DyizuDBYY3S9I/OE/kWjiHo5048L9PPBgBXzzIhRE+ZRXfPhyVGz6s2Ik8sL83O7ks+zstCuY9QKUAPqVkET409R0+KprdPlNJgD44SJk9UiawPI/vRj5S2KE5Xzw1PRxj7zAnTJg26CEUOWZFbj9fAk4/A/02OtyMBze1djM2RAkGOH4YDj2pGSs/lE9vPgigpjr4L+40aLBONHM9pDVW80c5JnYePV9hFj0UdQs+zt7zPR0fwDwe8JY7g5sYPBmfrTzYpfQ802HUO521YT22u5k+cPLpPLm1DzgCqcQzauCdMY1F6i5xjIEvxk6oMVP+zjVEraw+vjp2P6KH2T0VrMg7pF4iOWR/5jeKP/M4NAf2OJkquznTvl06MsNRPE147zzsaAg+FeeJPkiwVT4TkIA95Pk5PEUG7TrwR+M6j+AMO3uBuDrQwvk6iYXbOtGhIzswIGU9/iq5PuUfIz+17MA+/7z9O/lijDj0cK82oL6sN8z8lTlRYM863wuBPBZxGzyLM9M8LIfDO1hUvzsfAT48c3pQPYhCrz3CHsA+yTcmPMI1JzgMdA0581ZCOuU1tjzHWR8+bicqP5vs1z1nr904Xr4cNcyAUTaKIg04LSRBOk+6nzyXHqw82lI0PoaWlz51sCQ9zjviPJ35gjztRKo8F+UCPiM2eDxvKCU7Sw0TPC06OD3gF4s9gttQPvoGOT0atOA9hz7oOS3k8Dw6eAYzE/XXNkdF7TmM0xI/Ehd5PzqTsTzahYc4GToiOJmnkDtWO28+TLg1P3AMOT/P9Os8nY2QN9W1Vzfmmeo4","Zp6OOmrjKj2tB9s9PSDrPvXz2D5UGh0+gg0xPZ7+gj0XwbE9AqXCPVDBVTyK8ck8CEI2Pge+8z6YWoQ8TcW1OLn9JDZrY0MyeXusMOSNvzMNW7Y3ZSFcO+COaz+hffQ+M9HRPeBDZTtTfuI6wjtjOsenzTr+Tsk7EnVrO6Xilzz7gEQ9MU0uPhbAjT4Vd9g+lX68PgWxZz1GwQ094K4+PBBdeDxaIUo84MSJO17ZsDsZdFc7h5KOPftV1T7CGD8/2wZGP627oD7Ywwg8NkAxOlUEhzqnS3Y8YuPNPamCXT0ZqJY6Z48EO1hvmDuBlDA62f2uO/RDrj23c/09PzpFP2YY6j3/Dwo76VGLOumYIT09XFM+WT+uPrR9GD/mBqw+1xXnOSWMujghWlM4IXfUOf1bEjyiLBQ+oJ/oPTFn5z5ZNu8+YGTLPe1bfz2b85w9K585PiMJFD+O3tY+sHIjPNVTaz565A8/we2VPo/SGD6nG/Y8kn0+PZ1BOziTKOA8wjtqNhdKnDgUgis8U5w+P0yFcTvoCjI3DXnuNtyusDV4pgo40UJGPdQgPj/ScCk/hFq9PTxhOznD/lY3B8EAOUgODjqgzWQ9CA0FPiGcOzyMiZc4JehQN47DxTch8JU7Z0wpPpeQdT/3qEU8yxXyN7sqGjY/dUg2wCKJNxkPAznX6E873JLbO/7g1To0oCs5FOu8O3OChj46rTI+YXkqPYXi7zzaQ4o8VcFNPF3i7DxbQG49Af+QPdZWuT3GqKI+iiwSPkAq/juL/NI5JUsdOWFwtDnucVo6T8uQPHnCLT6OcCQ/NryOPlyQ2z0d/VY8jYyXOkrNKjt4sqE7b1qCO4BVKDsAj905/mQ9ObgnhDqEus48fETOPsPbcT/6CRM928oEONCm/jF5LGg1dF4xN3OzPTp7BOo9fjuKPaPxOzqvb7c1cDI1M8bVJjUMpcI53Dp6PfwkdT9705w+BBarOdUqizXhVxUyUkw/NQNj7DdkYJc5jxn7PTov/j7hjL0+","d8wpPb/6JDsPyGM6BI0oOjpNQDnLSq43vWlANDH8CTJ/cAQ2tP8GOg/SpD4G6Uc/jd1FPNGthDuNm703l9qWOprEijQdECs5YSKcOv7Asj7bj/s83CMXNyKZqjUKhZw18WUVOBn5njsPX0E+oRFXP1pv/z6sYJE4NrtSN06JDjkpPHU6345yPd6I1z58NYk9Z2K6OCF0JTRlTcc2OkuXO1Lb9jxjE3g/1qRwPcnEHzays5sz0IXVMz5ZCzVWAi03MATfNwm/jDlYyBA6IhsDOlp0YDtgDNk70QobPiVrXT2ivNA8KaLtOyQlYjtu0os72vLtOzAyaz3PMuQ9NrqnPmnzNz+MiSU9YjeyOQVyVThHKgY5bPI1OpkXyjvjV9M9AV3APlIczz6sGUc+B6b1PM6BHjsXXGE7CcnIO83QZTuFs446GrTOOP9tqTeZ3as4gE+VO4ydCz59h3o/aMifPRfD/zSPnZcv59HXMq4jGDaGUB46fseGPbKhgz1wdAI7IV/ANQU2ui6kAuAxiWbqOepubzqCICg/4ApLPyF7qTggQ9UzAOySMbL90DNYmOI2gkNAOcvxrzwlG+Y+HGRLP0hEsT1TcOs7ImeqOm8czjrRhAk6Bb4BNwyagDPeKHcr0Ze/L/JIIjoQ4lg5S9ptPwoZyTxjj0M50ZsEOGsjvzs+iSs2gmTSORVNOD3bugE/yFO0PEb2iDhkyGM490oYOYyKvjpLTJk9yWpiP9rILT/O9+A7U3XyOCyRHzb3wEY5vm9iOwyAWT49nn8+dYguPFiwaTgVxxI2UB5FOCcDWjtgj0s/igtjP60dMTkfGHMyIEJJLm7UjC/o9Doz7vGMNrCfqzr6fSA+CmKTPsAA1Dzl8FY9Y1ShPelFCz6pnvI+cCLWPiQuLz4sOZA9SJ6NPcqFLD48zu8+8lQ3P3qfSz9tjLM+Y9mMO9euwTgaXIQ3mcWGOYJEXzuX+Ag+akscPx2kaD9Q51Y/BeQXP+kngz0y7wY8hSrZO/0xGTzn2pU8","tNKuPAqKzTuYGtk7BN38PHY0BT7WX1M/YilnPzXwdDruplo1AgnrLF7EzDO3goU4Q2XkPKInNz4v8QU7ADr6N2VkujQFaVUxEz5jM5jKBDfwUSo+ge98P40GlDr0QDA30AGQMXsZ0i4cwyE0Hv0GOWlXgTs5ZLQ+WcRmPwgKYT7Ab6w83fK2OW7k0Di3oAc5VZ/1OA/fZzZ0aUc0FnLtL2hzADJoHwY2p/N6P30kaj+gKJU8eR58OfVyHznwHVg7Gm9XNnDpRTryhJ86WIYYP6n9CT2lvLU46gKtN9HU1TbbkzI7wobJO4sFRj7wtHk/f09UPsSdbjj0PE05at+ROe5KQTwGshs+cKLkPkI43TxaXlw5gAdXNRrSMDgE5Bc8fYvcPLW8fD/3doM8yunSNdPVQTRHOs0znfKbNQtKHjg4vnQ6kdrPPO60Pj6Xgo89P2l9PDj+jjz1gv89/cqkPj+ZiD5/ON49YhZZPfsFAD2RZ2U9Q95XPpDI4j74cE4/3ztZP2lW/zyh2us5FqqIOVsCBTrxWRU82i3xPLpBcj70uhg/O1Q8P/6XEj9qb509tBFLPKcV+Dtrv/g7Th2FPJhJ0Tu4FeE6d+F1OjhOkDsURoQ9/bNQPoV/fj8Pgkc7jOjpNkd2/jLarNU0P2CxN3BgHDxY9pA+ckMZPNba8Tlrbz02puKEMd2U9jMIMxw71GVAOesIfT+T/eU+XTIkN1NxRDZkVzE08KsuNcpTNTetpHc7/l6APHNnSj8NnVU/SbOQPQW8Czsej7I6B0bCOpzWDzpDn803BamdM9zLGy2iG6Qy2GIaOP85cTmjXHs/8vWmPaoQ3TkOdWQ8MpkFPjJ7tzkth8A8+H8xPyuBMD8KxBw+afP/PKZkfTxyyto76KkqPdoREz8dS1o/jUG6PkJ7JjyopxI72wCrOoxUrTuj6lk9AkGdPuBvaT7QJWk9y7qEPScAEDptsds6p+tIPexvaj9Xcm8+zkWVOlatjzYUBtc0YseGNnCoAzm03FM6",