{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,36,112,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,36,112,1],"dtype":"float32","filters":6,"kernel_size":[4,6],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":6,"kernel_size":[4,6],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":6,"kernel_size":[4,6],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d","trainable":true,"dtype":"float32","size":[2,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_3","trainable":true,"dtype":"float32","filters":6,"kernel_size":[4,6],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_3","inbound_nodes":[[["up_sampling2d",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d_1","trainable":true,"dtype":"float32","size":[2,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d_1","inbound_nodes":[[["conv2d_3",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_4","trainable":true,"dtype":"float32","filters":1,"kernel_size":[4,6],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_4","inbound_nodes":[[["up_sampling2d_1",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["conv2d_4",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[36,112,1]],"output_shapes":[[36,112,1]],"tests":[{"inputs":[{"shape":[36,112,1],"values":["DdCNPhRMFT9OdW0+wW4QP2XwEL1+Di8/OlaWvzDbUj9ve/a/lse/PQ9vdr+/icK+8xO/vhLTsj9zFgW/Njjjvs4FF8BV+oS/cKO3PpWuNz/J93o+jZqwv8L1oD9a6Iy9lnM+Pp5yUL+IG5k/1uKUvRV8hr/OwFQ++8KYvjFprL7DhRhAG9c7PdVV+r9QYVg/27tPvtyxKj+7Pa+/KizXvadxqD8ovTc/jzzAvefbBT0ZbPU+eXBxP+LL7b4EpWY/rO6dP/Yfiz/bLMM/AQSyP0mYUj4+qrK+8nkGv1FHBz/g67i9gBh/vt8Pwj4n01E/QlSiv908/r8Jmgo/kTm5vxMzsb9yFGQ/IiiXPvPxaD514iu+056kvwL67L6enHm/jH1Kv+y77L8fsW+/R/XIvrQoxb2nr3S//ivyvlt9470Sbrk/ltd+vw0UB78gOEC/7HGfPwAghr/AxZS+AIkjPyrnVL8nZLY92uuxP5chvj53ZIG+Nz95vhkL3jsNKA8+M0DcP9OsvL12BUe/2011PyR9Yr1R7q6+usfnPm72LT8GbnE/LbAjPx6YD8D7ObQ/4blFP3GQGD8CbvG9eAqhP21Wrj+P+oW+pEVavw0Yoj+Y10y+zmGWPjfYAL7EMfE90qsrP8tFJL+c4ta98khgvzXpPz9i9b6/T8BgP7Uxyr/gF/u8/8wBvxmrqD9QDOW+rBJaP7kU9r5QC8W/Xk5qPmo6d78UHaK/oEiOPyh6ez0dbpq+GvGyvg6z5L8VQII//Z2bv08YUz8cKWm/LD6cvu24F7/4yI+8u9aKv+/PJL4uvaU/YfARP6xSSD9zZds+xS/YPjA0Bj+CitI/F8cLvg0N6r6xUUW/Lzi5Pt/ihj6WyZ+/ZIgsvymerz+aIFXAm9ekPyGuDr/8KMm/cI00P1wI1T8/QEo/qKaMv6+ZwT8spTQ+l2+Sv2GYnr+6qYi/ExqCvya/Az+/bTY/Dtq2P1APu76CfAzAwuc0P1YAQb/9mZa+TKAfv6pkx7+T/JU/","+vvxviD3I7+faz0/7103PzDFeT/QWLq9/q0GPzKlI78hp0i/qKpLv1ckoD/EPsW/769TvveDqz+Izps97McFPiRIub7bV66+o1IYQGjtFD/svZQ/F7COvy7Irz9GDRe/Undav9ROSb+CLIe/3/KYP6o0qL9Ofyi/Jhn5vmpO8r/5y2y+JseNv+3BZT8ZbOu+lEoEPx68I7/dhBRAZzd+P2ZFJb62hm4/iphIQL1CEj9ADsS/DzbQPgy2sT0YKzm/hod5PwGtNz+PhQRAXsKFvrLLez8YN3K/lpI5v0+KiD4dhS0/YvwjOeWZ078Pyg9AH0cXwCCCDb8YT7e+BKZ5v48u7L7sXKG/XJ/Nv8S3ir+9H5y9AIlEvjboEj7t7hg+ohKwvzbb+b+RLAo+MZU8v/oKeb+j4ye+0yUnP/dQoD6Ui/u/0dfKPg5vkL8HctS/tJqPPtJDVb+vecE/TYjJv1y+WL9aYze/fn8Rv7fERDwW8he/R0eFPeoL7L7dWt6/CV2gv06pZj5qOjm/T8SHvjPBKL76vPs/kzInPyJDyL+LWAI/P8diP0U+KECfNZa/JokNwPCc3L9wLlE/BaPTv74hET+s44q+1v+APzXX4L6GFK49t6W3PmWkwb8sBkG/ssssP/QXjj+9OEY/1/Gqviosb70XWtY//cARvt2GXT58AgNAl2Xgv5SwDkAsHJc/N0YqPkpAvz+8yXq+1mczv3ayqL6JIP68u2HNPLYRAkCEPoM/Y218Pkj99r9orYg/z5ANPrwjt7/0CQM+xOxjv8FUqT/QoJc/cDE9vvBci75dN5G+ckfzPmPxbz93Vfu/RMTkPQjSFj9jLxY+jA/cvP10lj9lMNK+MKh1P3uzJj6pwBM/3bAGv8q9nr8bVOy/TexKvd76Wz9Z91e+/L1XOn71S7/fQNy/E0/mvxiPhL9ABq88yuLVPvKCBUAkFoI/K9QPwILHYb9JqidAIhfEP6gUc7/nMGq/u6bOvc5O1T9dimy/FhCEP+Mk0z+kec2+","ompVv7O4Vj+ULsC+NWRSv1Agaz9YTC7AhEoRv8/1hz9Vt4U+s0/lv/gKxT/arhq+LZ0NvTUF6byrTVo/mJcbPqcMmr+2IgvAuQRNP5C+l75fyD3AIgkXwE2fsr/U6qQ/P4WfP0NNVL7QdmS/x1jBPqayjL8Jh3A/ZfdTveMeSr9T6XM/4my6PmPamb6iroO/F0gsPzYB/7/ynNG/lZelv018kb2WWyZAdMyOPwKVYT/tQZA/xb4Tvp08cj6WvNM/9CPOvkXVM7/aouQ+ilmaP+xZsb7eIVA/Ii2KP/EfXz8sM8O/RdBGv0rXrD5dw4e/AwWqPvkVTr8Hj9693/p9v43whj8VpAw/hTODv2ZDqb8Eqge/4S4Pv+ze4j6U0TS/bwEMQH75I7/MyW2/WhROvynkjj9RZa0/gyzuPVJnSD/ns9u+rEe9P1+BWb4VgMq/m0UkvvSjLb4By2i/HWd3vxr5bzzXMG++nQgSQBr7I73/NVA/1AkeP+odYD7doZK+62/ZvZH+er+tMWk/XUwpP/mtOz7vqro/Jv6kPyeEVz/vPqA/5vzCP/KyLb/dy5Q/qvCNv/64JT9XFLw/z1UhvvG+1D9ZDRA+3fu5Pt2VE8A3Cto/Tis3v5uIDECAKnu+9qn3v6l6EUChnzE/EBDMvxzMxb39FgjA6z+rPt36kT6jJJk/DSWqPreBOT70xTo9RRfLPXy79r5QF6i/wmIrv7qst78RMaa/UeIrPvsW8b6hJkk98nLKP2zSpj5LrnA/XUmgP3Vj4T9CddK+WZmTPuIeeb4I6DE9F2DWP266Az+fj98/CCrrP+ZMnj5KmmG/g40VP+5VF0Bj/VK/S1zZv2NLAb+cU1O/ANp7P3GMHb/VqUw/rJmZP9/btj+jAghAiYmfvymw3D8pdPQ/qPjiPqISGr9OFhM+9RzHv33Jmz/Z+TW/sEWhP67uU76YX+e+jwWrPxNZlb9bxJ2/TNdev3ZQ+T/55yo/NhZiv7nQVD9rbSE/QJ8jv7J1dj+K/B8/","wM1xv4WVj7+MAH+/vRYTP0LV+b4sG24/0YiqP8vvy77zMQG/7YbePYPogL6N8Ce/6M5RP+Lj/L5DPoM/Q81pPTnCzj5Iinu+dToZvzrq3j7iV28/XHuFvzYukT8jUec+OG09PjUF9z3svFC/6j7gP+haCb8mh8k+VhjMPyiMdr12JpO/rDqfPrU+7j1iH0g/ZrEnOr8wJ78nvwy++2BxP7D6eb6+OMk+OVHdvla4t7/Bl8w+CWG2vuz9Jj5a4jG9ki3bvvxtPr7bM2C/gXahvxAOrz5cU6G+6kz5vmqbWr+gPEg+fY20v82JHz4a9yo+yoKcvppgub/i8K+/U0BrvxTPgb80JfO/rk7Vv1EgkD8mhdg/WBbhvzV04T6YXfu8SePFv53nFL4bGb89vO6XPt3VXL8KJdC9rJRnP4pHuL+7bZq/mN0fv9A02D8OxdY/npiYPuJWpz5VKrI+0EMCvpSCB0Axzoy+4pjnPZeR/b39VYG9nFksP161qzxBVcQ+8Tn4vhc/pr+kz4m9HoFev3I17bycgms/NfHuvrOTIj+KmBg/CnRkP3rghj/7Voi/fjemvqiXEjzaqIa/CXDVPspViL7kRU4+PUtlP/mq/D+ukNk/GUK3P2nM6L/gFqw//iSpvyveAL+0+am+jd7CvnWNlL8HRVw/YdAwP4d8KL6hQcS9sRj1vjvpjj7lAHe/FZAWP9hE7r6H+nC6Dyd3PlspXL/FgMW/74lYPyKya76ipCFArHk5P5xuRD6sr5O9FsaaP5wyJz5xiWE8QImpvrWItj9HdWM/QAk1PouvjL8/ESq/5WqIv8E/0z8xSoy9PhdRP16M2D/LMHs/hYwfvsJ9wL8b/10+IqSEv0THDD8iHqI//Y/YP/POJr61WWY/2VHLPvgf3L5a6OQ+WVw+v2lSrL4GePQ/poX4vxStvj5AaIY/Pw9SPxwyGj/UqHi/3+q0P9q3nb/Gkto+pWZMP2QQD0A+ETI/InOMPvWmxr8C8Es+fThpPuSLAr/+co+8","OMr2vhxfsr/lGIg/Sy3IvixIAsAqnxO855OSPnOeHEAje8G/2wJsv6y6gb9J9J6+5Q9APz4aFD9Ekrs/thgEP8Tovr7mrDw/6ENiPzgJg79HXQbAbJvevT381z25PQS/JjQuv57kLj9uWoG/YevEvhpYBj/samy/Z8aeP08mKT+gjCw+MGGPP8KFbb9YJmi/IOUyv/nTgD5aENG9VnVlPw0MdT/C7Oe+2DgwPevBvz8dGDK/5yvavgWLqT+fp/s/cQdRP6+psD8Nn4e+6Pljvxe4+z71H3m/18CDv6wE/D4fDQO/qtI5vy5eib2Slx2/sOKRP0Y/7L68o3k+oLIBP1xaF768JzA/i2KXvTy9+L8kN0C/Piq/v7PAVj9sHYA/w7MVv4+9ej+GGVO/Q+F3vxF+vj7lPTq/TR2yv4YzmD/lGpE+D10hwG4hbD2w9ki/rO1uv33hib8t7oI/gAkkP36RUb6kCm49hJOgP58vMT7UkAI/blyJPyZs/76fDxu/Lov3vOonHcDeQtG+bPqMv/PFvr4CKCI9+FNDPKl1OL8jZKE/nfTgP8bFgT+PP6E/gTNzvn1kAT7VJhPAQGhXvxbbtL9aAxI/EljpviQi2r/Yrp++LDuNP2HiqL/VKbQ+5tcqvgMmwz8Mz4k/tHaNv10C2L6ITAq/f/BMv8M8X7/n78U9cCOCP3+vrz7ekT++Y4TOv/aUObvttku/21GFv6r/B8D5I2u/DU9Cv7pz879c+0m/SUCEPnI2FD7bQvS+JpmJvtC6RL6efAq/TFimP5WLkT8Nfiu/7YweP2UWTT5d1FI/pLPpvk8leb8pt+Y/eZQsvtxJuz4/OWG/szLhv4nEE0AnoHG/f2tevyRBOb+9kxe+AyD9PkEV5b2UfuS/KgQ0v+AWxL+vSS4/xcfSP8OF4L6MiFw/fS9uvhznpb90w6a/Yo+MvyqhA8CokQZAa5y5PqmxMEClbUm/FwoTvqcDPL+f7I2/reaevkvh2D5bJB8+fkHuvm3MMT7nGfe/","eITev3yZDcA4ZW6/lNJnPsy4h78Qs6+/Zq5NvtE0or6xiQO/TkOZvyXFAz+33AZAUDj2PrfbcD/f6RA/xPyrPgGxsz6JcSQ/qNLNP6PaW78MXZa/MFikPtDDtT6kAQXApFcsvyOWVb9f8vS+Quz3vc0Jx73S4io/4FeivmTESr9q9z0/EwN9vxlvuD9Enwc+D2kzv7cu1D7xaO+/w36mP4CVBj9ancY+WhvGvjGwJr1ItbC+2D7tvo5LgD0vkwtAu9muv9YeqT+6+Qu/mYRyv7ljkLylZ7a+DyFRPsmW6T+pGwBAMcK8P9LYy79zBfg+/DH2vzhJmT5NQOM9QBsRv3Mrdb/paAE/S2vLv+YHmD0+Tys/jzOwPsQXqL+2GAu+4NDbvtPG871WFyo/U7lpP9RrMT8w+rE/FgrHvzUflL7ltO++XyLwvrVyfT/Af0A/r44cv1DvCD980B2/DsGfvkqYI79VtbW/+LqMPwUZfj++7V68L8DWPl9uw75RkNw/ODRNQBIkRD/muI4/TeMevkWZAL/yPQ6/Wg4nP0TMgz8o/h0+HVH7Pikp6T4f77K/Pf8YwGfVAUDfcjQ/VJTSP1faIj/O1N2/GQzRvxxfjL7Ft/E+LeTQv1abuD/RKRs+bCeFP6h6Yb4KGuk/bcRKv8dWyz6AQPi/x6h1vhxuNz/UqUO/q0lyv4oZ976grfk7kD/pPhB8uL9We3S/nC5kP2v36L6sYMM+I66sPtOktb4E2nw9oN2Nv35NfT/6Uva+3TlXvu0cAj/VJ3i/+oZpv6RDBb9Mqtw9WC3UPZ0RsT8+8gQ/DIzfP1qRUz8hPAW/kdmXvyU0Nr9QjkC/n+eFPwh6Hb8eBDfAUzZOPRT+1z/WPe6+Jqc6P+XwNr+PN8a/H3sev7chAD9CM3E97okbvxdmar91+4K/ZMXxv8wFNT7XB+I9Zsu1P2hjsz/InnK/OTfkP0+fOj4G6TU/JDyTvh9ijj8LXhPA4cMHwGVu+b8ZVUc++qDWvYWzLz+dxrO/","j1Q+Py9Fjj+5NMo+4EvkPlB/uz5SZge/hHeTvrZYYz5Yh52/lmbmPwUfBz6mVwW91TXbv0rRkT9ILo6+qm+vvSdCGz4ebe++z7u9vcjdwT2rD+K+wuDzv9hu3D592Ee+Q4cqP3JDu78o3pS+oZoev5tqWT9/JMo+elM3vtZ2Hj2OpeI/tt8nv/ZzXDwnVLK9TgHEvwWQTD+htjo/ydNrPhG1yj+Hg4y/CHgavyKq3z4x9t4+VANJP+0cST8eXgo/Y/mFP5X+TD/wVyG+K2sdv5NHnr9S7pa99EN9P5USJbwRMC+/RQFAv4h4PT9WWF+/nZXtP2wEPz7rB1y9REtmv/tXz78ARPo93PaFPy5WOr8q1z0/4P3KPuElGj5KFfW+KrZTvgBp0b8BHdU/4NaPvW7bO7yFKAa/rgJFv01EdT7kZAG/4Ao9v1PdbD/AFGC+Y2OFvl7Dpr8/Fwe/FbVEvud4Fb8yNYU+eL0uv2ouDr/aMRXAH44CPp4ilD4QARjAoFd3PQ9U/b7YHOu/IE30PmgqRD/VuZ++ChmPvGEGLL8q0mc+MDQXv0WYLD7bmzu/ofNePyqx2r3IuMI/hJwtvLrbjr8kkgI/mJAKv8gzRD88SlM/h6VXPtjlTj54JwY+TtRhPhc3Xj0CevM88NFFvyXNM7/R2tQ+KrAWv55tpD4e+Rs+QztJPngdhr5F8pU/6FpiPk0uzL9/RRw/EeIHwBuJv74OnCs/RUzqvTkhi76Mou2+4XBwP5JkhD/iTZK9QiOvv9c1Cz8qa5U/KFEqv7zn5T3pCZ4/LDaaPyjavD6QrKA9wj9bPoZGP8CEDqI+WR7Hv/6dez6G7Ys/Z8hwPySQIsBSeOe+h9FBPwLwoD5vcuy+sDe+vvI10DxdYDw/JGUNPrPc0D0B190+TN2Nv7XRpL/3U9O+bAOXP8BHO7+d+zu/MBTcP04OTj5auOC+DPx1vbK5nj6tasU+MTmYv61khj9KuJE/erkMwGgb6r9mJSC/KvAyv8GvXb5NFL2/","zBJiveo/D7/YbS6/QO+kvkpQIj/0boM+ONplvyA4tz2nAJu+XXiNP9Rz7L8Swf291pmIP7ZEtz7ZNwI/knmdvxH+Tz7JtYq+tQk3PoBO276695O+fP+kPrpSfj+l8rc/11ybv3F+hD5iuYY/uUq2v43nlD/eLQXAI3ecP/VQ+T4WsJG+p7tPP3gizj5ZfEa/93eVPhCl6j8Sl4G+xz5UPlQKrj6CnBE/5S35P3cjGr/596g/NLK+vUHv4j4Rcmg/NH2pv3J6ET++6gg/mS31Pokh5b/a2wW/Kx5fvaePP766ngI/ZZsgv5AIxL/PCbc/Ooo4vtNjNL+vg1i9NpdiP1YGfT9t4ee+fTjivpfaKL+nZh4/Viyhv+lB/z2rGgC+CwGav9vUbz9uTHa/MTgRQHN2KcDFea0//zOxPt9dxT8p1rA/5FlBv2TB0r43llk/SY8fQGLXtj2WrIU/74dXPmDrmb7SKBQ/Perzvl3+Gb+hijO+dzG/PpfjPj40np4/bloKwJdK5D1sKna/gHIPwOPumL/1wpi/BtTiPsW7Nr8dd22/QyzrPy4xyDz9IM0+TqUUPq/yr75dsr0/AS2VvyfFaD+KIwBAsH6OP6JLhL4QHjA/rSGWv5piOj+jQb0+0kOQPmWZD7/vgc88qNEbvmZ+bz+k1aG+vCRGPmlgrb7vUek+mu5mv3rs37zPcG2/orIuvl1Rpj+LEwW/TexJv3ongb+oLby/vxHPvmqwtT64OUy+0xYpv0Yw6T/wd2Y/nq6cvge5tL6PzmM/2y4JQGmOcD+0dPW/JRtAv3f1db9Zz+u+4eIVwPlKHD+p57O+x/IWv+qSRT//2909AZAPPvh4DL86ucC+lANOv70bo7/SEKK9RcoHP+CU0T1obIq/88q3PVnqqD87mNW82Fzsv5b74z+Dfqk/83wkv5Aj079rGsG/pJ+wv4hs/z9Rabm/NlQmv1xit78yHtg+no+jv/svZT6TCjc/2O6jPBdSmT//vJM/mNIGP7N/wT4/O0S/","9DIOPRc89D5pGki/P6OwPqt1Q7/IFxy/hdTiPVa7fL802u++ins+P2KGIL7Wryu/iON9vhiQEb/pfds+Vm7xP8cZ2r5q1jg/ip3pPkzTlD984sU+ApxYP4ayMz/GSmQ/hhe/P5TZhD8rViu9OTtCvqU9DED4n4+/umbOPvDKw71GeGs+oCQQv26Pjz9Yexq+Ae0/v6ajU7+6tQG/rceiPoX1Q7/4aVm/NDadPoVVGLxo7h0+EXLxvxZGCz9Hkuo+9ICGPuj/TMCWPxs/qveivZo/nj+T/O8+VriXvVhey752FUvAJjpJvtY6Cj+HEh2/7aVCP3IJqr8VyIy+Cctpv6y4pT8aiK8+PxG2PkjNW79RzV+/W8XkvufXIL54eZU+B03ZP39KyL6ijRE+EBLVv1sTI7++jKA98RIxP+qaQL8sAbg+pCRlvrKW8j4qLbG/NDCUvgZ/sT7BUeY/qLpkv0kx6z9cNQY/UM2ivwXyjDx1mwM++FSXviHyi79WuHs9MXGevvj1yT+0p5U/FKqhv4nMgT8xeDlAezL0P0QSz76KEM+77Vq6PrCMRL/e4Xc/Ssb/PT5pub7YxQS+YykWQEQunL6lk38/4x9TvfFrOr9UIqg/L36Pv0RQaD97VwW/DIvPPXqEyD9IYOo+5SJBP/irgb/8mm4/VU5Yv5CVKT+WSZ2/p5T9vh3zAD8QAiXA/zKFP2tLGr/8LA1APRsov8l+Xj9VNpi/EVxMP/WZ7L8qaZi/atmTPzUNhz/zP7Y+HjXRPaxoBUDwlZ6/BeF1PlPE3T9pHl4/fwMyvySHt74PhoE/AcJAQHeAazzNQhBAd+9fvtFK8T6CM6k/noQhwIxrl79cITK/aFQgPuLdxT5ZZRI/1Nc9vwr/2z2Hb2u/ZZrSvgyITL+BjAO/YKY3v8SUVL+H4pA/3vSSv1x2cz/qory+MhuPvjKz4L5bZfu+TAFjPjRjk7785Co/73sDwDqi+z2M+dq/y2dBvwwJuz8rg/s9R9imvnTatD68gcM+","j89KP/IDkL6marW9vIp/vyw+kb5j66G/KH2jvf/4r73VbZI/Tn25PoEhK74FRRo+p+SEPpA0dD89LC4/i1o7PvEn4z+jtu8+4nNjPmv9a70EJRi/OfBtPwL9sT5o+dU+9VmVP6zuQr97/tG/4bkZPn9kYD0GtnO/cNeQv5B3Db81XJy/wyDev5hqBj6qkqa/PO2Pv5ucOj/DFMk/ByKRv1QqV77IsNU+lp87v0Vv9r+1IIC+rxWjv1hqLz7HkYC/B/xtP8s8BT/pGs29zURjv7lEiz6nWbw9I0V+v8c0tb/LhoU/71qXv9so8L+cZWQ+9yjTvkHKs75sHdS+biGIvzVGgb4tmYI/jk3OPxmtyr5sTay++O2NP/2uCL9VX2e/OaTrvthm079P+y++yu9fPm7rj7/Xrmk/yfqbPOO4ob9oK4I+IP24P0t30j2Puy6/CvkgP1GV/b5tEOS+dpnHv4jwNr/ozOo/F6iVv5jzHb+P7gQ/OW+uv3F9sD83qcM9ONsZPqeYbj5C3uY/wOkOvt7ou70R2hdAiMuMv5J1tj/TRtG/ca4GQHkFVr7vx04/YUxiP9rQlb8cdKy/nxziPxPTH799yIS/1FzNP3Nrb7+irys7vgiOvnKTuL5VuQ0/jFxkv8j2+b1pvH6/+T3/P+ZNcL+RY1o/n+eUv7RSUD+Y2I++76qaP/aqGb6EGIA+yFCLP2/i374bz5G/mW8bv2k65b5K5PW/w6KEPxJ4rL5qu20/mRgCP+Wql77dCg++NIozv8lUZkBthMU/qxo9v1PKzz61gjc/J+GrvxGJhr+ZLlG/IWQFPoVCfD1O5QA/z5qqv7Wdib/vnbo9uyEWPzANiz+73QTA0JumPx/9qr/4wL8/qRdmP7RV0r/PfbC/rw1uvjCnGr9W0re/acy0P7J4LT23gKY/pewkPzYAc78NTcA9PMpDPLlysb4/euK+CoopwGlYvb4xt8s8HOVZP+EoWb5u2vU+B84ePzQ0jL4+qwvAxpmsPgAPHD/9RmY/","8ZGPPxVMs72Afps+cmZevyJNWL9WmIi+jlIBP8hBgL98/CQ9Bt0Nvr94Qj9IbKq+9SM+PxLD+L5Lf6O+PY8RP4z/6T6YAKq/KlKyPlBPbz7hbJI+vVkgP6CU4T8grtU/Iz9wv6rkNT90CHO/tsbkPinzGr/p0ki/QfGrv1fGCz8GIo6/pCEnQJPiar7CmrC+I9jtvqbUcz42YOg+kVtCPyp6uD+wdQHAGyEaP2xX/74lRO+/UdpGv0/pDr/6a7K+Y0KQPvOQOT9MHcq9RiejPx4Yjj/EN80/71ohP2Lyn75WqYw+nN4sP/jKjL9iij6/ERIoQL7zyL+yrRq/mHowP/Zhgj7LHXu/7BCZP/tqyz878qq+qosPPmlPJD8UToO/IWzBvn7Cr74cuYs/OHGVve7ePj9hklS+omkov7G/XD+N95Y6GpyJPwJn3z/SFnc+McQEwKaB5z78NwdAZjjyvKx1zb60WPg+lgybvzGWYz/nSM89ZuGDPfdePb1LpTk/+K5VPwTR277QWtu/+bohvmLwyL7yC8I/YntOP6tCCr+EBMm/tJcsPzlOLb+rnQ3AYm+cP4taYL+a93A/RhLBPmeV6j487xK/QYVTPv0wVT6ctYQ/sLuZPS+RGL/G3QjAW7/PP95+wj9z3gm/f6uFP/zQKr8/RwG/wMX8PhIRBMABcNM/yMbIv/mrmb5EKC8/hzoyP4ceLr/+nzO/84itP8DDM78Bd2q/Ya3NPxH20L7zfZi/GTGyv3RZ8j1EJyM/ny25vZMibL9gsA8/iy2YP22lkj8Xzge+6VgAPzBeNj7h3H685aUNP5cFoD+dJCTA4K+sv2sLFkC1u/K/QJv+P5yyZr+0FSQ/S/PwPaUGij85dqE/Fkd8P7DU7js6vqy/SJ1Vv6c/mr+dHHi/OVK8vrHfXr+j27y+bQPIvpRBWr2i6RS/MCIPP2GHzb/Yh8m+3uk0P3RMrj8UEKS/ReJ1P6wQJECehN+/1Ea/P7+NiD+AdQ9AgRvWPpEiDD+kYQ4/","JDHFvs5MLD4D7ow+v3Glvz+Eo78ixGm/bCG8P93F2D5X8ti8pvL2v8F6V7/scm6/Saq/vz4umb+S60k+6G7Pv2Z33r+MOFo+7zxeP0yGSb/rS3o87hkpvwHUzj9EWBNAwIAfvnUgvD9aOd4/KtUKPntQ/L9YEEq/GTolPwlYQzzoV06/LqhPPvyZib+vbbg+HK21v68YXD40ZJM/4I2vPyC4hL+Dg7Y/cfYtQBkZXj8Bk6o/Vm2Vv2JwVj7+vxTAM4Q2voTSCD+GFgxA9bVKP6Ypur65hLW/6MghwGeEer50kyK/RP+sP3bTJL9Muyw/Not7vgnZbj4M9cm+qooLv6fTab8YfZQ+vQsKv8u34D9miuE+iY+NP/GaDz9PuV8/hUgXv2aRTLutvyu/DkjgPou94T6mLao/Q6kZP8UeDb9+qFw/dsxSvfY+Bz8WA78+sDQJwI1YnL4MTGk+KaGhPqW+Rz8awjU/m6ayPncv2L48Ta+/NV0aP5v0Bjxa/wa+5JhaPasnML8rMI8/Qi6fvb5LL7/caI+/Na/zvz2btb+2nKG/uzlqP19KKb+GCwbAsK40v4fvUr8z5Zu/ntGTP9hI7L7dqYm/nZNUvyd9vz8WHSk+GoYOQL/ng77ZVMA/uCb7PVKKnL9KEK29OYXoPaVm7r+lucU/Td6Xv269Eb830Jq/dsEyP3xN+7/KCGA/9REMv28A2z+lUqq+OlvhvrrYrL7+4SC/4qrEv/2aJL8jjlM+JgqBv9/oNT4vrf68ZgIbP75wvT9U34y/+DKTP/bQH0Bi7TG/Un+Qv5qOE78R9Ws/BL5gPPKQsr76P9E+ndulvbtsJj+scRxAhHMRP7NLNj/hDaA/K9jDvj6+lz5kTEM/ZNKFP4YTj78JOti+Uwh1P0Epej8Xgc27tiiEP7KWGEAwXa29L5qxP3vnEb87F36/H//dvr+Ypr0fZx+/Hl4dQAtEej/3BYQ+atDWPb3t07652jY+3JZNvxWDnT6/O2C/mbG1v/3/hD96U1E/","FAGsPl672b1Omzq/GtKmPGiPUj8CSgTAv4MBv1UIuj7bk9k+uun9v4U0Qr27OWu/jO++v5nivD+mbxU/QTSoPoA+8j7eZ7e+922GPBYxaD1WtEy/yrITv3konL9AD8K/DEYCQGsu277fTOI/ElfOvWyk0L7lgDK/CDC3v8wirD8dzxG/R0KVP7XdkT8+M6G+WKAjPooaaUAjzTa/jwFQPwZ21L9RC1A9Fepcv9DmB776fSi/BKKkv1LNz7+wkxm+g7lQPx7riL/71f0/hWv+PxjeHz/7y/o+CoZkvvIdgLx1yMC9b/06vzyktj+8I38/IQByv81Bc7+SZ4O+0cAwvwMfyL9WT1y/yThEv1P2cT4nHBK/ipRcPljsHT8PVUE/DnLWPrT4B0ByGJK90qwgPjeijT3m3SM+XX9Hv0reQr/jacI+Jgj8vJ3E3L8aKNA+N+a1vwNesT76Ats+z0RvP8OLjD8Xd5e/+dtqv8lWzD813wo/BXOZPgXXAECxmSm//7YfQO5MUT+BRx++X/Vnvo+qkz73DaQ/IgoZv76agr/tCBa/tVLnP19uA8AVEMI/RUyNP/9eo79KjtK+q4o5wOEx4D36Arq9TOERPwrCKr/OE4w/3rqJP6KkTT/bRIC//XlNvuMeZT+47oc/BAvYvoW8ST+3hQ0/r+0NPmpdgT9j2By/bAGNvuhg+b9P+Jm/aJj2vaKstD837xzA6/8WPhkaHj/OF84/vv4uv0KCpj+dHh6/ZT4UP+/iQ78l1wY+zTfEvZ9Z1D/AXuq/ufPpP57DEsC6RfO+rwKKPkNsHL+E78Q9KDJjv/K5Gj+6Xea+Rylfvhn5RTzPrMY+PwBwPYs9LD6jnSk943Z8v49L9D8bfju/079zP4HRdT+r9KS/VI8uv6FX8r4umsq+K3+KP79S3L+lQdg+B3Gsvx2IW7/F1u8/jeRKvZkbWj/zFKU+K7AdPxOFpj9j4pM/0v7iP/G3RD5S7QG/M7IGv5+Pur4IBb6+F1UxvofimD4LGmS+","4g8DP0kzKb4f2py+zNw1v4WpEEAZk94+CRhLv3LRsT4PKgY/56xDvy2G7b1eSpA/UEiUv+Cxhj+U9cy/H0yxP36nlb7c+bQ+dQLGvw+qxr9+f2S/ad2BP7ruGb/hWg+/utbwPtSkNTxNRX++6DVZP0roeT4n7q0+um7PPFEHIMCiKbW+6M8bv98ylT9Q0em/cOsfP3ofUz3YEEK+3ZcEPq7uKb9q7hw/lRKtvoYhCMCLtIS/PQq8PhdE7T+T89q+x1bBPv1oQL8wdv8+CpyHOnkh1bztzx0/v2XHP2qOzz81uA2/SQ1Lv8NFFb/TnDa/fhaIP+eSyT6Jovm/cZ0AQLUcoD5V/CG+QyNXv6erkr9NmBm/f4t4P+SBRT+SXHi+9rl9v7oEuLxXdps/DlGxP9qH076UFHU/zqyfv3SoMT8lFVY/ng11vwBkqz6N8kC+iwKtvzkKGz9MfJi/gv28P03gHz6RsQ89zBPtP3PKtD6UguW9g7QQvmuh0r4unoq/TVSHv8kpl76IeoU/TaRJv8pVwT6JhA2/stoqvlLWOT4LNZW+PzXSvuz2mb2OpmS/15b+P1qIfr80hGO/2Uy/P8awgb5u2wM/BoQwv8vmUz2rgHi/WaUEvzxHRj4pS9g+B0CZvT8noT8RwQo/Wp9NP49K2D0Q4/0+DLBgPH/hSz+rWaC+t/mVvs77aL/l7xE/870BP4kPjT9vVpq+g1j/vlU0xr6M/4w/V4AAvz+tYr4/1QS+I7vTv9QnV794VXY/MtZHPkKsFr+fa+C/uxurvguvjT/FxUa/WCDhvZIq/b/rx44/tZ46v/xXs77DgRk/Ici9PyE4sT8vpJq+wdSAP8uIJj7/U1O/T2D8PWbalj6028O+e87MvxsHb78BdBu/z3jXPXF7Xz6r4LE/n3Wrv7zDLD2vBus+xBGnP6bWSb6Q5DO/4YbjP4cRnr8XK42/W/+RveBJwT4cXNG9T5qZPyZp874lB6C+d9Zav+Z9qL/M13Q/mqYjP6gWLj0Exjq/","KSP5PrKb476cVsi9iGd7P0fl9b6yT8K/1/mCvsR7Uz9s2Es/sD1Ov90uSL2ii2i/77sOv0+N3r2e+iE/eZqOvxDI8j4Ymyg+C33AvxFbHD8ASua+xRSZv6An1b9KwUW/TFEAP9vz0L9Wyja+9bNxP4A2pj7qV1O/AhaOPw+tNT8P6B0/BQdOvxvQqT+aCMY+YQMEwHwGur8geiG9zZiFv2AME0A9ogW+LIYlPuCQXb46HRu/r6uYP/Mcfj9XMBw/PKzIPtUU675g19Y+ovBev4gzZr4vM5g+69BfvuM1OD+reeg+stpGP1UFyz4WquW+299UPr4kij8/B8G/PrwsvqpWv7/1742+Z9xjP5jnIr9D3yM+UYixPzbbgj8ndJC/ZS4+PrVLj76N3gtAChGePm0UI77FWX2/iRjqv0mC6j7+qeO+1ZIpvAfEeDzfcZ2/YEClPimtuz67YpU/fTrWPlZnnL65WQnAYeaFP+9AHUBVxfC+pSiWvzAzZb+IJQi/OD1TPysxCb/NHQLAUVtlvzpL8T7rCBLA1ohnP2f2gr6zugy+RMtPPrHi/b+msS0+akDEvroaiD5j9ic/vzlovmv3Nr9rtSm/+YbwP3HLYr/ppY2/uPGuP+HTgL9nONA/FL5mv8ee8j+VuCs/jDEDQDJ3fb8xNrK/9cAePuYe+761ogK/sz+Bvr9skj88ZmU/vD5evkeebr8t+XQ/IhURv+6HoL5GwYa/kNpRvxDyeb/Pja0+LuCwPXLU4b8NsBRAqksFv4ymhz1Fo8a+WjQMv8W5o76Adw+/mpGnPobZ4z0M3bc/+YAUvwhQHb5BHh9AkPmtPi4yoz7w+GS+C1Wjvxh2Or9q6Je/BUzbvwX8FL9xhT6/kUUyP5Kcy7/5Jy+/RyQLP95Mg78IkzI/MG8Av07Usz8fbxs/XhYRP+Jpub658lC/rCxHv6fLHb7Nmg2+pif1vWcYXT/438M+P6sFP+7R5z74Br6/DEiFQJGNOj9vlJ68p8kJwPkq5b9ZLD8/","9mlVvpW/pL8EF2i/rX+zv2KMu750AU4/J+2iP3igoj6Y1y4/Gc9ZPwRs0r996n6+F4AEwGGy0T86nAo9SL23v8ggBz+cX9O+JwnKvprgo7+0gEC+s4NYvwJtqb3xXCm/yghLP/36mL9P3iu9Rwk/vBOyfz+Xq/u+wy0cP0FMoL5HOHk/Bkpkvgbfkb+fANG/YTUCPmNbuz6PdnM/tazFP/aSJ76NIMS+EmQAv4H9Zb+hwri+LRajPadOfT9me5o/uzi3P4nfiT8Zn9k+cCpvvkmUUr4RtZ88+lRYvwyAzr9mo3K/8WmvP7HSIL87HgFAAbi/vrYLxr+IvbK+HQH3v7hEjz5mYz1AWY1rvyEMwL5Eyd4/DaZ3P2lBDUBL6co/qICOP+h2Rz6sHKQ+QIgBwD+vZj799PC+/zaIvz7R6L+Fwj4+/N0HQKjD9L5P98m+SYSLvrBrvD4/+sC/B3Q0P2JrpT4z6mm+ZQBkP9I8Aj/rIEe/yzD0Pmj4wT5oB0K/KFjEPwyy7L5GggtAHObkv+00pL7Gf6Y+E7NIPv/TXj7Yrbc+/E60vd5ayz9iWke+MFm6PiPQqr99fMM/zbnQPyZzqb8C+rI+nw+EP+vjDj8wJe6+0L+SvztSJr87ifs/34yyPditdT6D1fy+MQuSvySvcL/SiWy/N3KlP3Nqw7+rvIc/eLmtvra9UL+pwSk/O8xwP0gruL+nunc/hwKkv3Lbljw5fF0/NWHAPylPMz0C14K+sa3mvgvX4D5rZRC+6KZ0v+XNIL8YzcS/QnWFPexbG786sne+NI/9vv5wBb+eZMq/xHs0vjohor+cZQG/XzhMPiwp0T/l2Rm/1Gwmub0rij9ShDi/lfgaPyZLrL7VBBE/3t2DvglpAr8NosO/HC8LwHPS8L6uF5o/aYinP5orEL/pXSU/Z9UdPxxYKT4CCR6+Kmv/Pv8CvL5JEx4+jTC9PlxqjL8iSrS/iXvXvyvWg78hP/y/jJMOPwJ/wT+D1hA9yraSP0sI17+0wIY+","KAC4Pyw0xD6zFuq/qUsdwNhRTL/mSZi/ZI0Xv0fAZD2UC9O+QGT5vCSzMj4Rat++0YcLv0PC2Ly0UYu9rGDkvlsmGz6gx42+0Zhvv0rS/T4y2+O+VNdBP8StYb8Uxf2+wOAiPS9A6L+OfLq/p7+/vsruib9mFANA5z1VP4D93788gTU/jxEHProKGz/zal68ih21P1uthT4YN64/ZTVlP0oeH7+gMLc+uNadPpby0b36Q82+QCFoPkrciD7X/gU/lpTNvghLOT/9K/c/Cfciv11YKL5BgVO9dGXKP2g1X75qUuq98h+6v/U4K79kUac8o+iCv/0oRD8a3V2/N8b2vwsrqb/b0Fk/kFcIP0PXPD0YZr++piBgvYL8e75EayW/OdIav/PRgr5H5Ea/1Wh4v430D0D6v0Y+cXj4vy6PxD6Rbpu/SJ69PCaskj9xj8e+atBSv4jhHL9ZPBa/ppLWv1IaUj52uIC+YH9oP7+wor7bWYo/pI7HvlXMoD/byMu+g0JJPu7mAsAITPO/cuMhPyPpDD9wEPO94+unP7eIFT9LaQa/XX4hv0IDpL/R8EK/Dyi9P41hcz9WVytAuKCcv6t0wT89xxNA2HQavUcmzL84gWS/ft6sP/ZtGz9ubZ0+BGeCPyFSPb8p3k0/yHQdP9KDND6Cb90/K3VRP9KTYr89nCK/Hw02P6vygb7pNRM+seN2PGIPhD9xb3q/M2ylPzVhEj4TXkU++weiP58lJj9LBXg+OdDjPmNLmj4tB3c+kN0bvkpalT4wGTo/vRaEvoJSaD72sVi/U74rwIhzjj4Qoci/IgEnvZGD+D2hfJw/vhAYPBS/Jz8Fx0c7U5fKv8Ldr75n0hY/sMMKP9aIG0Am4Za/DgtnPRnfDMDaL1m+wVZPvptIFz9P1UE/+rmYPyKJUb/JbVq/FdUFQPoVBj94gKU+1bbGvtl5HD8HIDa+Bfiuv73mKz/Wso28ddE1P1ERO75AiS8/cxsUQA0N9z7SnmG/LwrOv5PHaL8VJp6/","hw9Yvz5fUb8UMhy/ZepBP1bGNT7lfnI+0QYDP7CvFEAvYRlAH95av94hrT+tJRw/DjaWP8ngxb+OKps+t4LrPuO+lr67uQS/NXgPP3Xalj16Ng+/ryvIPtm4hT8nU2O+ithRPgqP5j3chjy7YTseP/sieb+i2L0+k3w3P0ZzmDwel5A/aV6cvtgICr0Z8wi/3V7Avwhex79bSEU/M1Z3vJe1Z7+LETI/ibQDv/JfjD8rR28+TgwIvqSYkz/Y90u/KWWSP1i7Vj8/JPu+MtuzPg/BOb53SlO/BLqhPxhr4z/3Nwy/QNXePh9w2D+Ilae/Tt4iPyHJGcAQDGC/NgSSvssxO72uztM+qXwSv8dDQj7UPJu/BnawvmUsRD+IUwRAZIVOP32Bsz1i5oU+XLbQvyvgFb/N7Ai/6t7/PkqLHcAbZAk/BVidPsnsAj0Y84E/ZAVaPyo0zL4QkJQ9dEzkPSM3rb8D7kA+YjyFv/Bt+r8ThQw/Qi9TP2MmgT6ZGKe+nfEPP++SrD+B2no/hm3QvjZ60L3tGOG/tDhsuzdZGj9Q2bA/nrJLPlncXr/9giU/6LVSPkXTSrwlTQc/XlXsPp6NuLyRiEc+YyLVvmX5Pb8szik+5LZxPs8IQT+ZYw1Ac/bUPwT0yj4av6O8KjIrP3YZED9TK/u+0v0aPp2sF79rPPO+AG9nvlo4Gr8GOUY/yjZGPw18Lj+9tjq/iW7fvzmWNr/S/2O+V5IBvpw5FMAktpg9tg0nPlqKbD+bOQG+9D2Dv8sZT7+E1EM/W1AKPsGyoL/s1As/rCIRO3962D6fw5i/wkp9vxobOb87BYG+eOhqvwkIxz1C60M+OfPHPuuCBL48GOS+0M2VPpX+Eb+ONds/0aocvYUK1L7/x7s9Pw/Bvjtagz+dzDK+gWg+v1PX8T6+ciw+6X/dvj+slD94JOS/l8TJvybwLrz7nKc/JcGxvupjTr9vK8k9KdpDP+PXU78ZWoc9/I64vmturr/SX06/qxEBwDMNzL9GgB4/","IIW+v3smaL4J8Jq+xj4bP+hvsj+mPpy/nEcjPUuyQr++gWA9iq5bPpkyHT+HqQ+/RlvEPhC9G79GOJc/A5NQP/vzhL5LElG94RKQvQHx8z71lZA/1JKqvxixCj82a8e/RRcWPaHFz7+Mj4A/ndSFPWVcTr7M4I0+/GgZP0gUD8BXWCO+5EdyvTRleT4A4dK+MKv5vqDIg78xO/i+7TaFvcKMqL+nxY0+QfqnvS3sZb4DwQy/LOCqPZYdnD7suhw/NLqtPwwI9b+o3ZS/ZsEYPqYXkb08m1I/e99dvvjaLb556mK+PA9Nvonpnz9jCvC923kyvzMwsT+z6E0/yikpv0KF8z6fjiPAoZJmvypLTz98Skg/bGf4P5rUQj7VOPe9YzDSv+zE9z/qFso/FXzivmsYfD4Mejg90ooMQN2frD9tgYw/qmfTvzq2i7/v+yi/NViyvR1wKj/sS2q/bXBPvcxSBECwgqq/mQwwP45eYj+GbgQ/pg/KPmwobj7v17E+2GHMP60QsT4VR6e//uRaP90yjb8BFCC/52ngv2D2DD70FkM+iNE3P1c08z3bvwC+K5ZRPhtsOEDz0yO8zSgUwLfsXz/zdw1AcSnCv6vzRL3Tm+6+zm0mv/Menz8VU5Y+/aLwPxtzr74iyfS+dTTyP6i4tL9bejC/G9uuv2YCbr+AYOq+waoMwIcBSD9oxWs/ykvlPirJEz4N0m0/qTaOPuaHgT9E3I698p6mv2JLFT87O4s/NmPrPm8zMD74UgC/SajXviSEsD7I+0Q+JPv+PVzKv78ffSxAGG6GP1BBTT8H8p6/sRrLP3h7pj9TA2e//vWoPWErD7/++/U7fEmFvSJNsj/meEe/0kGiP2QhPsAjm5k/IR3evEYJAr6M95E9iFW8P8vYej5ZauI9N+xVP+ksvj4uruu/dDrWvujbBcCdaoi+qcR3vf0RvL2Nwoq/4JG4Pa/3FkBYO5g+6x0OP8289T7rsMi+WV72voIySj/l6Dk/KeI5v3HSkb8PDua/","WSvPPkUDo79Dp7w/8KnKP6jUID+73dM+B8pBP2oxfD/L0UY/OJoTP48kCj6Icjy/RWimPxGVBT7+r9i/WgoCvRtiS7+V7Wo/iubjvZrTgz4bKT89hWwcPQ1lur8fNLO+QWUevWwyiL8FhDM+/6IJQIQ7Qj92ihg+iOJEP5Ag8D+L2IU/dv2SP/wIkL7WuEu/WgJDP040Kz5P9I+/EUFXvqFTnL3hyQo/HIK/PfNxRD/uLWe/ZKUMPjQ37TmvkYu9/27pv9dGu7+CMxDAMbXcvXJEHj3YtjY+l3AVv5gGDEAUjdc+Bm1oPtWgHL/w6Fu/jRNaPzgN+Dx4itg9YQqZPrNYpr+YCui++ZJVOylNLD9YAse+XF2LPoEtP78vCq0/w5FPvqJFSz7TEKs/W4C1vSxaSr+wXce/tl7xPkCtWD/KxG2/vxAbPzrrwT7IboO/QdhKvt5kIr7k/5W8QLm3vnlspj2Q2hY/7EaKP4VZrL/Odim+vn9NP6tmgz8aQau/22TDvqPfLL8o9+q/c4cJP+rBkT+uYeU9lVc2vYmzob4qIrc/X6fMvTs97L8Reyw/l04uP4SqtL/oUXC9uDYUv50yc777FGG+HdImvgXh1jycMru/79BuPxEq9T/sEIW+/c7sP3efHj/vkx0/0PYKvqBwWj/nYPW+t5OdPvlkMD9MsSS/t4Kpv0ccpL8CMXC94FYMP03wDj8zeDQ/hBSRv5hSkz8F08c+IXuqPEMGIr8Lr4m/05vLvp+zCD4UtlO/Y9D0P6TuLz48r0a/D+f+PgGG7j+zu8i/TOrKP2h3575YXVC+OqdEPr0Zoz/yu1K/HXyYv7TDPb9c4Ls+gSNVP7aXTD4VCfO+D9yWPh2CJ76SdbO/IcJwvxopp79XsFI/xIcSP6v3Zr/Ud2496q4RvrSPWT16H/U+HoynvjdLl7/04nE/PK4AP0zg1L3DVMg+YJmJPl80DMDE1CK/f9V5v+Q0xr5UOQ5AxHbJPkLMnj+Bwi2/R5evPtT/mj7SD4Y+","weZnP8NOGbzH4pO/b/mPPqmPHr+tIrA+TW9SP2fm8b7uV2e/Y4elPi+Tv71k2N8/KGp3PvggsD3vQEW+/yCWvG0kgz+GY+M+5G7dP9wFrL7xoL09zJoKPzp7b78dKv491YcfvkTtXT+8+0Q/c1E0P2Df1L/u3Qo/TNKvv/wwsT5f3es/9FtkP6pFoj9Ac7s+obonv9d3hD9LK0I/4wyEvvtMdD8X2v6/UNiQPi7iGL89L28/YOc9PyUxCT98lfy+EzTkPo58db9fiX4/3WqXPgLR2j7DziI/8ItzP2SNEr+sIXi/5dHJOvT9Wj8UWQTANC+7v1hptr3y3bC+BVDyPsSyAsCBhvW+RI78PVYHjj/ZQS8/RAm/PlfRBr9ex449eBTmviveej/4ifW/5WcrvsRQRz+ogfw+CGAzP3HeAL8OPIm/oB0HwMkHY75q0KW/63WIP0benb9GOsS+SKXWvkDXLj9SjK68ehzFPrrYLj5rUsm/F8Szv/yi2T0255y8oKmgvkpVAT/OngQ/9eVlP25ZDj84ZI4/TVkPP33Hhr8RROy9LPosPn80AL/1feg/RkbUvJR0cz0RHS8/wCwRvzC1Wj/kHuc8GWgXQFr3lL56ThE/3LoIvx8gND+66fS+eaXovobS7T9mPrM6fygkPwj8ID/vVRu+l7rpvafrab9V4kW/vVRWv0beqj8/EkC+l5L0vv0bGrxToxM/HafYvyH1m791OTA/qIoqvM+4vT/iJyW8AhGkPvbP/T8TK46+FYeLP2ocub5SCLI/qm4nPqBPhr+Qx6w+ChYpPwIiB0BvRO09Q+v2vufkAb/JpvQ9hwOSvuSzfb9AjwE/1fM9v25Tjz6n+36/rEmoPwR6PD9A0IO/cgMuP0aahz/ZEMI811iJP8LyIL/eNAW/rUUYP00nlT5nmXA/eJzOPmkOgj/8Tae+PPTYvzktHD+JVQI/+7HbO9yTAT/14i+/kNwnPzT23r5iDny/c2C4visv2TykAxW/8hpAv+Zyqb88THA/"]}],"outputs":[{"shape":[36,112,1],"values":["aZHtOGwugjqS5r4zO2hGLy+KjzOV/o01jB3CN/DsKjy5w5c8agagPLeRjTodNIM3IHN0OYRPzDi0hFQ3hlu3OafLIzaEYF8z5tcyNfXkITVLKUs1/BgFNiVBDDR8YF424nQOOCWWRDkaOZM77OqaO9GSmzpkgwg6FSI1NSqFeTDeZ0k0jnX3NKetmjSCY/I4LiuXOPWC3ji4/wY54Vv2OOQabjjqHek43vbDOf+BOjhQhbk5lDJIOV8YsDeqEVg5y2i+OAGlKDhMrJc39JwNORKrGDkY2l43k/1pN7iwojcpO+s03j+gNKnCpTSQN5oxA+2NMmDstDU05Cg0NoPTNz+mXTjrPU0wf6U3Ixe/Yx4WNqwnh4hqHT6cJichvYI5iZiXNqD8EjexKOk2wUeqMxWmjTNnXQw078GdKAY6kyRSd3Ipa8BUJip+CCiQMIAoOzPSKiiCFCRLqAUovvzAKqHygS93WVw9YotjOdP7dziTvOU02d2MNE/ehjnXDqc57eHpN1N1XDlmW2k5dl+MO4EsoToFiJcziUg4M3oGMTY7fh84/vXYM8Yvfi/W79MwmB/ZKCJMcybzb2IxikGTL+XA8zZbXy840gtKNEBG1jAYagA3gul1NTSKGzev3Io8oIRrPM0yID57cZo9dX+aN6hVhjjbiK46WdsDOGGWgTjvgJ82zJEBNEx1hDXA03I2iBaGNx8dATcyqZs0Z4yLNhopnjflr405PcBuO5uzPTv7kxk4agCyOIWJqDasQAAxrnrxMvUCMDWaGTg15HfOOFC6LTqO5cM5nKK1OAOp4TegQrQ3hLquOHUrgTqaYts4HmZDOTYYxDnNYDs4v5mLOAhcSjnAZfs5sZMzOdOl1zd/Eho4IBO/OAqFmDc9wpo3QSKzNjZGBTRlAJg0XGpqMkN3hjEyWSs1psvINTtvzDa/2as5CE4oN4bash95Q4AcocmyJKkPuh5ucdYpICQVNuu9oDgtCII2P3eiN6yudDTLntc0lBYgNbcz9ClU3Lom","FnB5JiTVdyjB3xgkq9ztKBJzByI4SP8gEJX3KsytSSVgsJ0wE8bzOZzzqDz251I45Mx2N6g3szX4zwk3wFC+OuycyTnmUw07fD7xOBNO9TjJYGc8JX8XNw58iTVVigo2yPSfNWRJBzQ2rXMtT3n2L8JpiCVKJCknwD0DMQg2xSygoFg3pFC2OQL2MTGA9xgwrc0FM8xc8yr0u2EyJGeNN8CSqDfus649Fb6DPD4SSjz6djw8uNMHOg3oJDsGLEs7apgyOLOrrDh4hBc5m3LlOWgujznQigI44k91NXfShDUCQFQ0PJPKMjExVzpxUgQ8XxcBO9iJ3DqEYzE0rFStNzxBeDgZFMUxmUjLNO+N0ziY4Hs5LiSOOKNcJzim75A5fRbiNpiwHTdT4VE5hoWqOHfpnjn1OOA6zLrZOsMEiDn0w0ox8I4KM7FIRzfjHR8yVuy0NMEq3zdczIQ4NIBgOKMLyzSLS2k2yw8ONjqSUDOuSrsye2/7NNPrFjN8ogI2b3tUMxrvcyqvgV8dy9QAHa4xAiOAOC4aoTPWKiIDkzc8VCM3XnG5OIEPrTjZqoY312LANaK4lDVkyccma4RfI1GNtyUrVYcfyDUeKP9bmDbljkc3yLFFOHaJzjf5x2o3bo1QNraVeDT8QOk60K+JN1RgvjTWPfIvUVZ7MMTsAy9oPiAzJPRJPFbrgTxQQ2E7lkQQN+aVaTPYQ7A1JLqoNbAApjelYtE0DtrNKfLALyrnIzoiUabQIbt56i6+FMwwMcaHN3xKmDuvpRcvGlIOLpvDlTBc8xspwEwaMs6lazbo+1w5WH2EPD7cSDueEgs7oSHaO48qxjqVAWI6ctbqPLCF1jmpOJg4pAAGOvwm5DqUchs6UdTdNqsxhjOqImgzoBPbM3YpezSxr5s5T/ZKPFHHBDwuAAE9FUoINJCzvTNtAqw3deaoMlg13TSiVKo3CwGpOAo97zj7pzM4Wm3FN6+F0jYh7+w2S9iwOG5I9zmXcJM62DAnOTzmhzoipI07","8fn1NystHjO4k9w0HLEYNQ0F1jOG0rM4yemBOSrZJzpDQGY2nuDAMSEz0jImPKkyK4GFNAzAnTMGe6A1HEsXOZXUoDJvHikxp7d4Gbs85h3dUFwo2UrJG4OzrSx8/pM3LopJObBymDn0bjI6pKQCNYlHCzTX8XAz8sVrIjpGYiKiRXQmP29NIM8J4yoIYKQ12uktOsu+NTuilIs4MG/NN91GKDiUXaE5OJaSO0MYTToH43IxxqycL2HoUTS4QPQx5YEANpOvMjlVNyM5N/eSO7xYxTWjmn0xfWxxNLgyBjVYxkU4nZ38MCtEmyeXBoAmBbv0Ht6eCyWIMuEt4GF/Lv2uvjg1lh46AAWnNLHxaTd0c7o1ChPhMqEqizFIQ/Qypdu5NgjDBjPyLK42PyCdOJOnQDkbxvk6YSZBOcVEWToV7SM473yyNhFhiDi0Afo3KjdpN9ENuzaDkN41RGhgMM0VAC203ckzeGGvOkgxmzlCFcI2WPqhMTyDrTFvK5w2mWyeNV2aXjeH2XY400ZiN9ZWBThd2oM2BlshN6rjVjV1bMsz6pIHNRgmjzVMFu03kxMIPcc8BjxmmxAxqq4hLB9Y7SmCya8lkhLRKlNfIyiFbksvlQTTOmEyajbGJHs388gVN6hysja72rMwzJBFLtsyeSxHQfoh71m0H5mAJyKt8ZEhNimVGyu7Hx300QEt/8PWLYsDJzYQnS87kduENKZ14Tn/hY45Po4qOlVuXDnFMD81BtGZMmsJjSGgbQoYs6olIPNQChtJvoggeSr/NNpeZzj0dicyctgDNBHV7C/F8rwuv/siNg4IGzeQLxI3LW+HNArjLDE/0FsyNCnQMg00JDf7Yl07SePzOXzPKjZ5QKgzfQOxNe9BHDbYVzg8obT+N85hAih4PaYcZ6/RFCI1GhOOn50ZexeOKcmAvTAkwR84mYCcPNqrnDM6+yUz4hd9Nt0xNDEROEM0w4NJMy4vSzZwLyE3nSKiNXKffzqVZIk65f0FOwo3CTvDjxg5","wxAvOReZNDibdYs45AXIOxdW+DRGo+kxZ9W1Mh+KDjGwcyAscdQkL23qHzlPpVk7sovnO8RCADSuXTsyYxWWN+EevjUI1So2DRmYN4A5yzjMmg85/HDdNdEjFzW2G/oz2B4ZM06XsTb3vAI34CxaNafZnDhECxM8dPq4NYowgy7UMCshDAccJijf6C0vuNQlwYG0L0JcaDmrpps4kcujNAi69jIWraA4ZMiLMFVkxiwPPcUq6gAhJfOATBq+vkQaRMsQICerTBusjOskwIdTKa/yJyykAZkvcH8CNRCkpTgLODc5G3fvOdHdnDrspGM6LtiMMNtOfzOpp0UcJxmXEoU0BSKYKPcWyAmZHy2ZdDJ0+MA5EEegNDU1RjN0YCYuM0uILaxknjW/rIE2Yx+tN6CyNDTMyfovpa4gMogx3TA8ma80uwQKO3zRNjqUC9g3WJl9Nn4CMjb946Q2psEEO9wTPDb4BnwjfYJxGZ88QhSoyZkOLKbBGA/rAyY6t68rjr2YONMw4jqiTjg3xwtgPJEkcjXhSAU00bdeMam9vCQ7MXMr3bCWJx/vFSz8sTw2rIz4NIGdyztClc85mRaINwosUDV2/LEviPCiMjwljC+EQ7gzK9K8PI7VEDRfbiEyn2hxLtBCWDUImKA8IihPOaOCSjs7hCI5mQdtOWh4FDogTFg6KPeeOV3WPTjiAB83HYmjN9DXrDgCg5849L7TM5jVJjKQwgM37uTcOLgi0TvSVkE5qa+iLo9+TCqmCU4mj9bJIvLMzSQTQRoumWP2OuibETlYnwQ0FYcNOPV3TzequZk0Oa0SNxFXKTRkNhE3p3WZLkmA9iF2Kosi7SX5HVQsvRu465giNqMpLDU35SiVIq0tyHVVNBdS6DPlxSo4jp2MOPpDQzkOlxk75QnFOT/FBDdS2k87rnuPKxTltSvafJctDmvQHXMrJSmC9Bkxhj3lNqYkQjs0Yy42dWQ+MIx4/zFuHtAynvnENQ59aDpE8rI4OusuNvDJDTa2VOM4","zrWaOc80gDlOLMg46TshOWDm4DeK2B03YSMQOTJcVT3oKx80Wr3QIWISGBMKdyEGjTGVBM9CZRDCjXAiMwfcKTO/sTgjGRU79Ta0OirH0DwZrYo0AXyrNNP+cyYzjA8nGM1+KwOiDCQiLRUx0PuYM0eYAjcZIHU5FEEwN1bsnjnSqBgv0B9kLr/8jDNj8j4teFXFNk05xz7d96Q6/1oCMnu8njHELb0y4uJsNrRAyDsdlpI5BkuuOmFMqTp5zR85TZo8OA5q6ThZV4s4o8+oOdac9TnFRkI3vhmLOZnTlTcWFQUz3SbGMm7/lTOfgfg2L9JNO2uCJDS1CagjNvqYKBqg0Sv+UO0k7PLKLY99KTdjRwQ6daXONUdhATaXj4849goENjDJnTfVc90x+A64NkFn8yxN1lAhzVNPISqzsSF/A8cdSoapG2mEsCeVXhAlWupUK9mN7zH7CXoyMFSaM9M/PDZa+583zFxiOPAQCjp+a3U61F5GPlk0gy+fdGgsW+oQKR7knBsQi3cj2/qOKzesajJKFv45bMhFOhBERiyG/sMsyd5VNFjMTDGBpgo1UrOGOnbSqTZdsCY2eyGROAPcgjiNSOE5aH8uOc1lCDlYJJg3KPdFNl+TRDc/3b87zKKFMaAV8CSNUmMURDzCBkzxiAP+hkYKZtYfH+jCPigU8QY317E3PIq+ZjigIm0yIHZQM4kMsS+WX7oqa2ZpMH44+TIaLBI3nxB5NgSKuDPVhZ03H3stMLjofjEPouE0SsxIL3UCJTJsKtAutF/kMi2ipzx4TBo2nVDYLlXe3Smb5pglV8MDHIMfYyQ6INMoms5OLmoz9Ttg0r44zCNAORpWFjjbykw3bwfiNfINXjXD80A3e6ENOSqkijTvUpUs4KESLXdn2THg5fcyRDnrNDl5ATgLngk3DcVPMDfgeDTuEUs5y6BuOFKDqDqikps5y0cZOZNvEzhnG2g56T6lMafB9DFbNTI6SgVINI+EDzSZzm42LHJlOErcrDZKwxwy","urPNLJ1szjHAm0Uxi2O/KWT0kjVNs682v5pgN1wcRjv2czo2dIDdNBCBCTgqvAw1ux6bNUBo0zioarg0KKMbN84oUTIm/IAxa6YlMm86gy36ghEyMRcFN0W7kzrbBFY2Apy6M8pnsDTuwrs1zxcFOHagWDkkBKI0QGmrNEzNiDkMiGE4O8NDOvNEyTdw+Fc3o1mON5S+/jWn6Wc3XWyMO6n3sjC/740diNkvEQwOvgMAAAAAZBIICRvsNBz7Zvslb0d0Oy2yCj7clts0RhKUMScoICwBRH4xsShOMWlKkCrrqK4zM8IFOAERgjL4OWUyikddMph0XDJnPCcxvnYiNS7KnDdV15kuw3gMLIkcxDEWV0A5VYWhPJOQli98hAUqahj6HLyb5R0LZ58rebMAJZwBrDCwH8Q4w6ahOK0vyTcBEIY2vF5HNyHmuzZZXFU2PepuOHWjxTisLB057rPJL7HDyy7dmxIx8BvtMLQrUTg6DIg0DlCpNmgQDjgxaI4xdJVrNayTGTdD3qI3HYGjOhOCgTiRSCM4ppspOqL9WDaIfZo0lNypNmB4jzYpUfE2Vc4eN8waMDgIsME6URfHNjRf1Sw95jEuZEVlMvtIIjBfpvY0aMddOcFeQTm1rrY5qDmtNGC5LjVTbiE4cbFhNTrI3jcrWJ05hqstN8oC/TZl8uwyIWFXMq62eDMaEbMw3gOnM4AS1zeEBi45O7ihNZvPmzMPs98zFg8fM1cqHzYZTog6LHOjNkmj7DbD3WU4BpOONx8ywzdNvbY4aT9EOsIv6jjabOA1CA36NHiJlDvbAD4xVXlEJC8rgxFUjIwCAAAAAFL0AQdtR9Eb37sxJL2XMjR71YQxuL5SMbFWADDkongtXhGlOCGRxDVAnGA87K0lPKocBDE9Mg80I6sRNKbxaDNQZoE3MgpBNvni9zfNu4M43mpaOG+i4TWQeGw3egkbPVgbpjmhfKU0ed2GNtZLyDF6NE82JTQpOefJxzWr6JU5y9pRNiirxDlvNU85","wBRENu/zGTbYCwQ1vLs5NW6FhDh0Lpc3FZ01MU6WcyqlqQgoHHyaIEXHNyi35VsyQpWMMqbUfjgdchY41oHJOFxBCzitDRUxB5B/MplgDjFsVUQxQuCmOXnM/jiiSswxvrLiMnwGhzQvqfE08fRkN/R7ZjfIDcQ5aLWOOefcbDGhaV8yTkwBOCjoQjabE7w47EAxOlqO1jW+X7Y1roOdN1jYrjUHP0Q3ZOeCN1LnbDmF/xY7SWvsOFgYWjs6j5E4TRMyMXETaDbVPoo3uSRTNq8sTzZHmsw0ACExOTPIJjN3LuAwthUhOQub7DO+pw01cCQFOmVu/DIb0eE1eWjsNTMKJjU5UUQ6dYTVMUJKAjALhCwy5NeRLZgquTEoEjw5xBBzLjeTHyTYJpAcqlWHDvl63g2+aK4ZKEskJDxawy850NYu19sbL/woBDOKcdouuc8dNUKYIzWHh380CkQCOHaSoTUODDQ1CS7ENdxbZDY1rFQ2gMAdOcsZsjlwuvA3qHlENyf69jO7GDYyyAE8NT0pZTmulx47X65SOOAuwDnC4x06H/SENwrwETho+vQ2tpINN2i48DZ7aJc3oLJtOXmFlTiZAUc4C0WxNsLOnzTw+Gs2N6f8ObtxhytT0lMonz0eJxbl0iBjc40qNbtOLrWUTjSMv9Q4mzA7Ng6kTzVnxgczyWHML7+CDDMiXzI0atdeNGasNjh2lgY4NXfcMkATwDTBjPY19mdsNNexyTQGbrM2eO5GN6jiIjv4/P8yLCWfMSUqDDtJNZg32rPBONayizvu+ho24qqHNbcSNTiHHos2H5qrOQ20fTnaPME3Ag7TOFdPBjneQLY48fcWO5e2bTg8Xdw1P1RMN8mcHjiLLL83fb7ANwGOpTqarPU5DB27NbeOHjCcoEszZssAOeOe+zeBtKQ0Dr4YNtrwsTcqgTc1RfmPN40KYTKkqLIy8X+BNNrRJymYPoQuEzqtOQt8Ai7IPCsjOSu9H2KboRHOLc0QhX+HHF2oLCRpDzcu","fsbzOQeKij2WjfA9Ig88NrtpWjJnm8ovsRVzK87CtSczkBItwJ+dMJC1ZTJossM4TDnuOB+3pDhLXr44olSqN5YVijgDO0s3k7smM5FSYTAJ14stZyLaK7R2pTFlM2s5sm3/OdU2EjjSHmk5Ade4OYTJujk3r645lGFFOZG01jhDlcg1tO9rNZ8zrzV8/uUzodISNwykqjdHGQEykvAtNY/KSS81WYsxDFhPNmXOci0lLi0zn5sMOK70cDn+ghs5nqQTN5dG+DiBphE4/owTOIICezjv90k4jXCHOPV0PzgqPrk3IFDmOKUGLjniRAIzC3JzLhweMTK5ipE2mWOJMqMdgDVqAUs7kbijOsjOdDaa6yo35dXDNCrJnC/4cyE3CrndNyAAWTahN7Y3+ybnN5Dx1jgi1Qc5sMuDNRinhi+CX6Mw2o5BM4DotTJEtnw1aMrRNYQuYzbjHj43zDrFL4MpTy9GBYYzvklNKHiCbCQoG70xCVCsMi0uMjPVPPE24qvbOX5GgTuhdaIuF1AOKuKKSC6pz/Uer02gIfKutC4JRYEhkv0EJ6EJUCcTyuMZNtjZIVZMByz+/eEt2QAbMmZ8WTzOix09jV6lPvqUETohlccy+eIVMgIKvCiVxiAsuJkuMY2dhDH560s2Rgk+OOC32TdqkCI2JbfKN7UPqzZjhlQ1WjHVOJkn1Sx3zxkv+oqINZuIVSvnL4YxbcsUOD4G4zffY7g4YPKBOFmxeTar7jo3AbSxOKysszfOSSg6Ny4nNpXL0TVNXQw2X8n6MCEL7zTdzLg4OB8ONcjYEDkFCGUv8pI9JUSDDzApeAIwIqLxL/QttDQTZTg2RasON2DpRzjaQ4E4C+nINwsKpDYqdcM1YB+iNsAHWzg8vUM5nnQqOrITijjYGqs6bLsjNlumGi7pglsyZz72NHFKDzOF81I2KCH1OtB5KTvIedg1v5CfNoCuiDOr7icyGF6jN3az4jbVLho4Qkf4NzH+KTedTyc29X/FOBZXsDjcV10w","hdZyLoYDlDP//usyZ0cBNRxRaTVDwa40FkQMOZFB1Da6gLcw2D5dLc7UzygZ2VQrfd+KLcja5S2a/YM1w9RnNpeSyjPiCFo97SjoKXutria+WVYp12V+HNqa1CRRNrMpbS3VJLug8hoiMn8k+kgzIBisUB3dRlAovICcL+EDnzVB3C09kU8HPzUwtTwOf7k0lzXCL2ga3yzYQlArcXPpLux2wSyYyKk121TzOF6eHzgokaU6/p2YN9OPqDmA2uU2F0uENf343Dhop20rlDIHKuWGOi4AnGAi6NnJKmEp9y8LqkQznqi9OnRPljpJlvA4wPtBN4s9wTnRqLw1TZf/NuzI5zaTtn03JxQaOFa9nzYA4404VyrhNjFYyjWdg+g4CPdrN9zKMzjAzZ008RaRJJOrXCVMWtIt4K99LvMzoTIarqE4oh7JN76VDja7nCwycyypMvN7uDQjO5UzRPixNh8m1DnI9JE5zpiBNJpxUyprRLgnq6lZJBX7Ciu9eXY34GTdOAGx8jlKVYk4GE58OqDVpjcNUEMq6sMIKU7Aoi3jTxkuAxZALjnVpzRjuSg4dAcINW2TkjhBVII033iPNF9laDYEI1w11ClkN+HrtjZpQoAyn4btNfVUSzi/xqg0aBqDNM4jTzgPoI8pRBLRIjHgjCvUBdgjMTkpL1e8JDvRstw6FE5+O0g/UTL2x4s5IoE8NuOr+S9YIlgu2zKiK4CjkBxSQ7kG8kkMEDnqAgkvqpoRTL43KIdXpSuAydowq7aQPBOvyj4+pLY6fWuaNjirhC2vNIYpBYEkLgCl+SxuEGkyU5PMNZ+kbDfkho85gXcCOIdeJjkBRps4DCzsOQ2ONDm+Zik8Td5YMvoGaizaUnorXiABJRhTvSrjfdgtes8oM+JVPzePpSA68LT1OQtlmjZwpIo1ztF0N7b0gzlbM5Y4+hqpN5TvvzQfvakzBBbeNPQerzhSqXo6K5GgOC2T0DqzvYw7ru4IMwIqiC1arsUqocHHJy4pgi1CqLMy","NubeNW7uqTkkBA462fyYNKRP0DLtO3I2DKAiNQFruzRAbjI3j32gPKDejjDypp0pa2LXKgDxrSXBhd8rN1G6MAuLqTa9fo47cExUOyHbATg+sRQ3Rt+0L3FaEyQcwfEqSLh/L/cW3Szk2oUzwdP6OGFWtzi284Y5cgMfN+0BazOgHoUyRgAcMh2jxzNKVo41OhGgM67FeDINeAg1xCReNyrqDza2q9s0+0HpJNsXTyhZ9A4ti/ufIJToqS/IVOI4h8GAOxbRZjv4XhM3Og8ROgtS+jk+kBU0W/b9JWqtyygoJ7YWgDWGCPtJcg/I4rEGAnzVEQ41Rx85Xccs/dzSNATCtjlZYto8/8jNOr3ztjvGjN04T6DKPkVnLzc5Jxkt+83kKGIrehn/Q+QjDnsjJ5rqNCpfSuo57mNUN7sJyjJf1j8y0GxFN8HCITQZvMkzEOM5NlOR9jDq6gU18OqUN5l3rTdMsjw4MC0oO3WbBjiNoo83razXOCYvFDDliaUukc4PM1IruywpcHAwzb4QOUF8AjWe6cc1kG+iMxnQBDVL/S87nvhZOMra7C5ak/4i17A5H6iZDyMWH5YpGNBuMGMMrTUnISo40PdzNr/9kDbtQxE4bsrzN63zsTf5tAA4pw7aOnQf5DiopCU2ofeQOiv+7DQu/Js4v/EcPbhBAze5B484b+g5OJ1t5DfV0oI7NJ0+Nl2xZyQCbvglDWiQKyqAeSgFl/E01sHTN5WfVzFtlLc04VVaNvLr8zSXmK82qG3xNbbL0zR4kuow+QQFLXLHqixd06ArM7m+LygrHjOyUT41sIkIOmW9EycOZ4skwetSLKRnYSGaQiIvfsZOPcvy0jww9ig4sHdoNSu9kziikuk4It+wOo8OGDTnKtA1VmbkI8hYCgvc+OUFAAAAAJCj1AAdUC4NTB2bIWzTEjJsS2A6GOUoPnRwSzxX1YY8OB80OzSxxTzNgaQzMIINLyd4SSNB0ZgdkPo6J/a9uiSSuD4se+f8NZQXXjnvACo4","3r4lNtjHMTeVz+IxxeSKNAE34TX7o1gwJY0INVMq3TgDvCo5o9KlObj3FTs9Yfs32GaJNjKwzDpydcwrLS0PMBPSvTXWO7UpzVpJMHZsDDe64Kw1/kgoNOq/ITMpn18zZ1SMNvJxSz3bQs80NRW8JhdC/CUf09MlzjuxKtIfRjHfcTo11RwROLX6ljfS80U22tEwNzkMkjeeNY43G5FmNt1l8ze62485CDU7Olh0cjoKTQ84BiEqNcPMmjahfWE50JYhOjSTmzusIsI4rGUFOqNxXTP80vwjloshJ0HpJyxuQ+MrCTtHMvRXQTh2HW81hjXkNceqJjoDZSM29XwfNbHjCTXnqK8x0Se4Mb1u7yuyCoom0dKnLq2Dvi+K1LEsoWapNONUKDsei4Un/UpBJEK7Py156k4ih4JrLhNZMjvEJAM/oTqyPJdK2DdagsQ3n+q9NoM+Vjheu2w4hbBZOlwm7SDVtvITyN+HAgAAAABso9IAnthlDdu3MyLJl60uG2mQM4VrijEq/AUz5c0SNyiyUTnzI6E9V0gUMpK9iS3Fx8sgnN+1FJmbTSTfckwk8KLdJJ5yrjgir+4waH0AKbHZgi/rlYsoST8FK9SZkDKYT5g0nnTfOlfZqDyEIdQ5OvQPOhglyDz3OEE7YQFAOadtgTntD9I3RcWMMnX6Djd6Plc5+puMOHhsNzger2U1Cz+zNmpemDb8ZYU3Qjy+N40vwTftOjs6e4HYMV4+zi0trngxvnuCLo5qQDVFQVE3paGqMeEzvThbVeA59RC/NndH+Dkbb4w4+A4nN1X9Ezh7yVA6YDpzNRtaiTGc/cMxrGq4MX+Lezd5HYs28R3zNut7pzl9rZg4jUEdOt3ZuTt7chw1zWd7Ldnm0C1Ajn0nURT+KML9jjemH882HMYuNKDqbDfe4xY0TXqVOHUiJDkJoEU0HHJxMzvtDy7axpgsbSG1Kjr6ASlK8qQuxXJVMC9ffzT1vgQ3oZHEJKIv+ydGroAr6UVYHBrApC39WNo+","ITAGOKCN0izaaf4u/VU4KDl+9yiFG8k1W+o1Nb+7wDj2VtIkfMAeEcZn+gcAAAAAAEBnAvgPcRHPViEokWTgMp2RRTE+la0wCkVJNcfhUjVOep45Tl1oPw4lXzA+q/wvm1cEHysEeg+41OUhPccKIE2dHSmE6kw3DrkUMTXPBik8XM8p2sXhKxMTDy/u18cuZKrxM1vi+jVEYxk4V8QUOlG8bjp1UIE7EycLPQhgNjwaVNg6JWy4OitIaDcpDhQ3n+gvNll/ATV4+LA1jkYROFw0XjbD2ZM0an7BNKpGezXU4eA2ltYgPBqWDzVuO2UqLxZZL4wQIy/vSA4ypHOvOA0ghDc2j6c0v8V4NWJQiDaQ5k03l+pmOkiBrDnUJ1g4KUS8OhA05Tai7BI50r0JNKL0PzJdaoU20Mc1NZnzBDjA/Wk4z9oCOv9+fTlU5ic9+VHRNYbzFCyV94cxPGJXLf/RFSx1K4wzm4KRL+ATDzLgZws19bbsMqGjETY67o45oPQnNiiK3zRiX8wvoOM2MF16QyeRU4kmDV3hLsZzFybQN4cwB5pAPffSRCNlE2AgGt3aLWTqER/7tVorHtFFPOHWGjWUeZsxFb+JMCkJXiYXl3cq1OOQMt8gwDGltSc7Aol3LSQcoRNlTQ0MvdK4AlRQMwTjxasT4AXzJJPIiDCjerU4YWlPOq3sJDoWGJQ5ReKHPot07jnifJgz6PTRNzO75S44nWM2s+PcO1xCBDE3AtcvYOfdKhvxvSeXQhEi4aMxKQyWky3OOkkzDm2HPa6Z8DbB6aw4buqQOG10QjJxmTE11h+uN1yajDaIWtM0zBg5OEc0nDbdjRg3AUZwO6SIoDxIcj8095f3Lnvr5jckbx820xePNplUFTsFcoUzoiLIMAv4XTXXwsMyiVj1NQY2WjstGbQ6j9wMNiZ57CxLKGciDJuaLnpZWjUMMZIuP+VmNcDfKDiqoOQ3BsAdOueuiTkzhBMys2UfMdiRoi3W9v8u8TImLRYK4ynGfvox","WkmCMaQvWzPrVX84y3EzOkIVjDUYs+o0s/ReMJSijCJ0B50r4UiOLIABGCrT9dk0EuU2NbEKLzlYMEw1uYqDMNU3BDGmPvwlrOHrJXdAEDBF4esqVLIkMfhajTSLQoczzvYHOkOMXzTS9gIp4TMlMBeEPSwcDc0fOQWQMmNy5jxHMMMzTTfqL7Ce1S7ntCEmz6wyLpdAFDK0vhsxEsxcPIcz4ikfApUdbGdjHPZJHQ2+K0IQpLnUJcbWSyw29VwtLcEBOE20VjvQgbU3Use5OEnvxT0brPc+BHiwOnwTrTQtsTIyk0Q7MSkVnDXpNGk5TiKiJ265CCsw74ok/FnZHWPhnyxkLrEsH4unNfxgmDlZ0Rw37BHaNB83jjrya8w2TMMQNctdhT1vq7o1A5VINIjh6jf0Fk01vQ5ON+WGwDiME6w8Gj9wOO53LzOiDNI0uKmjM8TPWTbhO4Y5t5PDNTgE0DIyU4A4lX90Nt85fDKdQ/02QZocN/SvgThXBuYxOoMRK4PtJiu15hYypvKwN9s/EzaSg2k6ycQ9OQVMATgifIE4+Wq/MqSpfinH9m8sidOkLKoRqivGOAkvqu6ZL7NywTTCJkcxOZERNJ7e4z2I+m81GvMeMimX9S7fAdok3R6xJYRfEy2RZp0vJFEuLy2FozI/swI4Y85MODKgLTHALesyzbNMLkYNYymmfhgvZ1MzMFSVpTMRUYY2D8wXMziRVDQcVok6cvThJlcE8ypIi/4y6bWPIh1iBS+LxU49+K+4M1NWUDAQNA4xL6QUIviIayYidLwx17dCL1FGwDY3klotnuN8F3Nh+x8FcKAS24T2DbhgziUsJ4Utlg3lMmtqwDgfj5k7ItVdOxw0zj3l6Kw7/zpwNDfZETbxEYwxJcuILcDdgziZz4s45x1mM1pG8TDX84UygSX5MIat4DP2DBo3S+OqN0N6vTkxsD4377M1NabOay/F57skaLH7IRQUJCwXc0gmDLAdLt6ylzzR8jg64T2KOhc2LzqfjUk7","+eJ1OYgHOyfE0wcmG0MXK6sjDyTv9akvJZQWN0xT0DJykw40PtcBNpweHDeRoBQ7S1LrOaORvThPFgYs5JQfG4Zbyxadj1sRbd/oGM1GEBa0FqQliVEmOdKCgDYNaDM75zVMOVygezV5Wwsy/AKkNE4DrjJ6KagviL76JSTkrhNxwQodTk+ZGna8jiRAthI3uvVsNXQBUz3b4R82As/qNgtj4ja8whMxSPoNNZnoOjef4A02DZ31N9h9cTWN9wQ1puChL1kHBiHE4N0qcKeiKSXIniiw4Vc4TrKUOYS4hjZoo1c2S+X1Nqc4aCs0uw0yUhrnNhTKYjJTeBA7lwaHOWmYyzTDrbU5HTdhOYl7TjmdJ/k5SH1YMKHWLCtQAlku79xzIQAQvhVzppgZT5M9CUGQbQ5vwbQfBRMnJ3n0EDGT/t87txV/Oy9+CTq3XCs9+ZTSPUToPzfNu2A64VxQNK7DOjD60do3UiEvOKdejDSjdKs0F6f/NpU6KDAel7kz71rRNOEtDTmbatY80XiIN3FMDzJmshEy/yS0JMNwfCE4ChYsitDEKF7mvC/oo545VtKQOQwrbDme3fw5SJyqPLyQajscOO8qSB23Jk5opCoZ+fkp/Q30LpuqlDYGES83NJBKNcgPoDiJJpU2XqwzNoahiTuzRPU8XTY4K98T1SG/1gwLpzaYDa+qLhsCvqwTVEIAJiL4AS3/nSkypNrROWv1+TRoOKo09OLRNrO3hzZHXvEwvFmgNLZSdh4rsN8SgwiZGZ0RhBDZVTMi9Nu4MBmPojXidoU5SZauMo7gCjQzvDY3ueEMLkQCwjJ2NWk3aKaiM2gLpzRzh1kw+EPPNk3rgy+qay0b7pbCJKhprSsFw7YrIPZKMptO/zg0E1E4EKdrN6g4sziPF1QwFQRuMSYuLzWDN/kwvUrxNlV5QTwKR0o6RwxrOHHSbjm9mTU4+8bpN1CYyTIsJAIsfLWCMYR5AB8pv5AP4+itDrWEoAJFQdsIOXORGlnN5yjw02sx","uwJwLmq8BjR1cB4udzhlJ/O1jDB1agc3jBJ+MCZEADBqzmAp2GgQIOsfNClKHv8ntxCFKqYwozddbZA0C77EM7dWLTAt+wk2xHMEOhH7OzvSOS0t38tYHoUiahZzaawQ44+BItvm8iFRqzUudCt+PZHGHToz6ls7o8B7N88RhDo9VaU5uQlpML9AECqhaEEg3lUyH21U8CNauUMm4VZXK2vZHTKKGkI3/lkTOtdIyTuFWdQ3eNlNNo49GC2ytf8jzwWKIatGBSSXfAQfJdq3Io2agSfg9AYjGIxEMeZnmzmk1Ks2VSWCODrQhzZeQbE2CkpEOgQkozgYNIMvdPt5Mu/SBDPDPeQtkhSlMyFVODNw3hs3ofYWOhBpdDjzRHI5ZHWBOS1dmDiGl2s1qQArMDq2dy860JcvdeQkMWfHQzYkdsU0JfVnN1bQqy53lggpmT/3Ma006i+HhoEyJd7gNi5aAzT6vhk0P1mQL1BxOy/p/e03kfMTNuRuEja6o0I3zNgWOLZ4xDfhqao5DOOEOYbeDjUp/T8u/+RZJHCSoiR9oYgdCvbWFYIOfhEp19cGzrAlCysV5hXuAhYneNAfMZzOnS38TaQwdGERKvVZNCpmuAgwf7pUMuOVGzPC19EswQCSJEY50SKP6xQnwpoOJ4UOoi3+IgUzgc/jN/tg3zPAmBQzYoo5NScBGTXkFA8+zcBpK9M3vyF9kj4QEEIfC+KM6B/UUfQcz72kLNmgIDwkl887aScaN0dzvjdbTAo7/3iLM3HrNi2dxxwl9N1iJUdaah3JELkcVPozKpcUkyguFSkzRbUMNtQowzc9b209cACALyq7LjhmkoIrSpVKHCCZqyPnu3Mm+h7RHxKg7BqhYwctw1FlJ1eNGy7BCF47miF2OTJfDjnrlZg2gM+8Ngdqyjp4g9Q3JpAsNZreaTPyXyUykerFMZ772DGH0As2fRNkNzII2ThDcr467kOJOSdCdjqd55Y6JUIFMyYqAi6wikgwbCdBMJgfIDFv8xs0","RvENNbne+jdyWd0zVFiSLJi9pjCPeyQyLVImNjBKRDtPnkk5gvnMNW3qZjEBiqwxl6D+M4KBXTa7Ibk6xKrsOkZTCTnSiO83uvQjOI28dTt/HF85FozBLvYztScodbIp93DBGv/9fhPqngwOQXrABY/oegpI0jATuPThI+7QCi6APqIpE34oMNLQZSjBJegt54AJNl4skTkjN4sxcvQHL4UTVCQ/aRYVwF4nIn6kiSFMNA0qJ2T1O7oNODHoj3YpjUnzKsb3aSK5FtYrlBhKN11WYSOKCOEh1pebGJLoig14W+AeaxvXJZEBvDJx3No8vKZMOzdE4jED3xktITc6LwCXyC9Eok8ytqAuL60UFDjKzJozx2kzM5QS7iwWeY0jdGj6LARw9B70ck0qTe42M8Nl+C3T4Jw7nP83NEgDzjm8+lY6BJ6wMaS5MChB1zEjWtYcIhVnxA0MbqQjEka6LeNAqCklNJQ5A8slOLZWGjdMHIg7v/jBOkuMPziNB5o4G0aJOW1BFjLKnQ4u4NaqLAG8fCule/MxkTSjNnk66zcytew591ZtOBf3yTK9gcEvQaKxJxlsMSQ95QUsKCp1J8QOAi7bQZU44BWiKY7h9jBEgDgxte0WInWbhi3Ib6A0jVkHKl5wwiDKAT0gPxUbG26yyyeeb4c34J8zNX9zAza/agE4hmubNMRwXjiDMK88ZyhKMvEPeSgQMnMjOdaWFv2unRZ95hccNwi2DlEXJA/5+tgRj8DAFJfutiXdgAcxppLBJwU4Xiwj0yotpPlULQGATzbnw488tQ8ZKhpO4jDWy0kfnnogE4DtaieKDBQbwkU9KN31ATwpElArjBEAI3oBziXDPpcdDegFKGRjWzbOyVUjiazRIPNxiBvmlR8NTNSKG1IBOx9yzjEs6ryANrhXVDyA5KM4uvp8K2+TuypkuIAt3sRALjL8hzLno7U3zHqKM4GvQzdvwT0hdkV1H2o6aCS3gf0ahqUALflupDBMNek1/Za9OXwplTbVfvoz","Ak62N8radD7qFNIluywgIZNwUByAijATDtjiJNMMtSarTyAw15FiNNQlFTWXFA813bPLNoebxTqdsYE5/ZDJOO/vrjskzq42TDG0NKJe0zDq+YAu9tjkNKqOLTZbjWs31pepOYiHFTzpCYQ12HIXMxPEBSOHeCkhgX9+K9sObyZYuWctd2LYNxxjUikbjcokKhKoLyKJAyvAJrkmzXxNNVSvhSnuHgAbNbiEJrbrvB8HYBIofRFSNIe1BjUhhok1V0UYN48uzDKfFqI1so5UPpeBhDEzKpomReM0JMnkahuGeSAXoNxrGF1frxGDdQMKYlpNECotuBaEJkkihX5GLQEh6i+mV1Q4OTZLNPQsvzALl0Y2ZzSaMVlUAzAgQp42aN+PLKkh3TB3Il822nmlKRysGjVykiA4i/mlMesy1zUFGo0xnt6jKsWwAC94E1EuKSyiJPUyBSbqOiQpsS3ZJigN/SnDU/MzNBmiNqJmPjRsO2g6tL21MrQjLzEEIYE2IVCVL93LJi8gQ1Y03T+UNn8z3DWHoAo011kgKsCvkS84ih8roDH0JCGBmDFzVOg0aTQYOF8InzhGlLY4kR+JNmx+9jN+4+41kpenM6FmBThomw80cmQFN+vQAjuSXeowb0FxMQeozS1iKLQxWd1iLHNhoi9OfQs6k3ChOGAFbTq0Rs46VYyfNS0lDzelFBo2b3EYNAwLJzaNyzU49TuVOvRcXTry5gk51RMHOSQ/rjmArdcxxDILOXFm6TJ7PkItY0Y8NJyq/jLonRAsg0UTLhOGsS/V61Yh3rQMK6kz3TiquPMr0sc2LZ5z6CabCYIb/i8YKlziaCoLLBYxr6kyONJtBzqkCfk60OfJO4nqYD1zsMs4joeNNciIWTG3n30tBIBZKiEIJyBeoMQXGsyiFLWp3BAELAYZJOkCK/uU3jSMAWw0I/QyN7OYITW/v9AyvE7XNFO33TQSY8UxBkgAPFO2di2iGm4pcZHnMWtq/ifyNyIua62zOsDGITB4ot8t","j4bXK/TqWCVSX24mEvxRKUOVuiPm2ywi8xMRLJ+HOia49rYr3XtjMmqMTzbk/RM85H08PIJMtDKiewIx/z3lN3pmbjO28YMywPxHMzdSkTLODwc2Pv8yOaQdey7V4v4qB4U6LeQlYymLJV8vNwBzNTrDmzceF5M21e7INwnF5zf/jxY2G0GNMeev0zTX0hw5G1a+NDt9njR8+5M20iOPNeqwZyoJwo4ssXysMcebpiskDloxx1mHOF4pzTdhLno2Z+c+ONIPWDOzxQA0Vmb2NEMzMTNw+KE3TH7mONaUzDhpcJk5XJb5OXc2ajq4xzo8SyMTOUk6ADYEM+Q1FEe5L4w8pzD68LUz66rzIl5DJSpGINMp3KWRH582aSf44Kow2XvqK6KzxiQvfagipBWCGl8wDCUgfq4pYUT2MSkfjzgLDlE4R54SOo5KzDqZzQQ9YM++NxUUFTN/ErMwKNALLM6b6ylR/uQl4+nFGSuSUhOap4MXSR+mGEaPESZcYjk1N5ZJMAzQ1DaqNiMqwHirHuYjFCm0X+0iTL1EKNAwDjV8uXA2Fe51OVB0STY3RbUzWuCtM5kmmTW4mZY09jgVNixs4DMWWhYyGVYxLHu5iCQFGAclO1vLJKIONC7qY9sv1MyPM4pSXjlu2N0yBxoqM2jalDjXQcY0/53dNKgveDg2NvQ4j/5qOCTowDSBqcs1k2FHNnjRBTN1hBI0r3RUOGfsbC+Ga6Ys3tZNMhLOGC6cDp4zyhW2Old2lzGKB58qVOfnLYcRTCioa2AsOhmNMLvbXDZ9O4Q9X75pNsiZbjLsgvAvN3eOMQahmTFRUls0RinmNp214zNFdwc2C3x+OF7hGzcRlm0yWXNeMy7d3jVUJKY3Q1LyOeigAjq098s6/mq4OW9+ATnvtVY5zKoTOnWf/DhWiP0zEKNcKQ3faSUZrb8met6RHvC1pyNjU4cvXTS3LptvljTxtmQypJVHMwOGYjJLXnsscLvHHPN6kBeCascfq7QVFArwSCryQXE4","vcoDNqibGj3SghE5CBDiONFT4jvJZkAzUlTdMC1ZGzpI4nA2u3P+Lc1FwiklZpwhoq9GFCWrNxl3WlslY2F9JptdAjDvkEI4yBpEJyyfJh96jAQm3OySH5tEXCjSOrAydDg+Oc9TuThjork1FQxANT5bEjJKfCEziRyoNToVWjU54YM1dZ3hMKA9jiYGC0km+u8pHOUhRx0MBM0qFSCTKNo/dDEJyes6jhuKMvZdnTFaOsw3WG+mMo6bDDTKVV04SJjgNOxsCjOF97YzJI2FMef+MDJLnfIzprdBMvqQXDVasqMvs2QdKTtvES4bzQ4uznRKMaDasTi3XoYxv8CLKp/n8ya3rGgmrF6IKtOKZiorDoQxRS/sN2DOSzmyiv8yZz3LMWDCijKBRTUsB4PPL5r/jjPenwgzQpjfNjBRgDhNiq41P03QMX9VvC+XKZ0vyEFQMsDN5jaiN6447+1/OP5T5zjG5aI4TW/mN9cqPzjot506drYAOo8yDyYOfoYgoKjTH/Xd1hoB8EUmWxA5LRbrhC0ShgQsffQCLgJTpzC81xcuI36lLzosqBTbbw8OEllGFhhEpw9xF6clp707MqTRlziqmqo6VyWlO3vJ/Trom7o5nxmFMsdTLi3Juz0xwgFbNcRDHjJJ+VArJakSJIk4aBPMxBoYqiz4I8yAbiX7I60sq7ISJtfEuhfOINYexxJSIulSNR1rCYMmpHzPMWmgITvQWGYxphmJKxJ6fCp/sp8okCvzMbea/DEqnh4vEiCBNbYJWzCzui0ooyJxKrsqbiYu8LorqtEzMIWo6zDSGL04ags6OafiJTUH8AQ3AG+UM9PZoisBG6E34hcuPkKQXjWPV1Q1mED5Nv1F2TI3KS01b/9IOBiygDgKtsI4AfHSNXGEqThrZ/Q4nBm5Nhct+ziMogMyzOxcLWceJzIX55gw1n3JLq162jWoiZU5YygbN66lJDmMmw0839wQOI4S8zcvpg8yT/zGL/htCDbJk2w095gdN1X8kTu90TY5","3wWMODslZDX6jbAxucwLNeLMszVJDRg3vbw7OzwmFzssBOQ7gebAO0PS5DjoHRU8QI/6Oycr+TP6XTwuLWdHMQ/v0ys3Ar8oFt8cMsxeMjLfqdcyLCdTNWijgC9YUKUtzHc5LpySESQnTAEVuq1cGSlniBd5b88Zja4xLYn9XTbAB148pVpPOy3JbzqfNmc6ULcIPOJ7PDDlhTUqL2MIMGaZxi8hc5grwpGDL/wRYihI0iAakClWKEMNvSoEwRgqiEBMJ7/avCdz6bcXX+aTFMJSHSKAIxYciTTUIz5ndTFKm9o8eGkoM4FmFDHqYG8r0IucJ2oHJTNkSxk04K99MjN/vDSxe1cz0n4ALDTsASvct2Irtf16K1KFRzCn8xE0XtGNNXmXAzvYx6U13ii9MApULjElgJ4xEMkTNb4rrTnm+GU5aMq6M1fmBTfo48M0SDHSMoeyKDYBy4o2l0WnOHXcrDjjYh43YhaqNjvR0za+O2A1bvfXMlSBNyybdpwsRiwrMNNGBi9Faw8zQPxEN7LIWzc1j843sVyBOeoFFjV1mi41Xx0TMd+0My4sZaA1SaIzNfF4nTbVVA46JOUEOuxl0znu/zA0cZykMp5DrjU9uAk28ulMOKnWtTr6CG88fqaHOo4yNThzJks5g9tEOJpC4DiE1wo3bG4BLNP2Jy/YFEYwmAELKSAYLS7ScTw1DUUuNCj+xi8NkjAypn+EMb8sECyv+lgqaCypFW1JbRSf8wIbDThhFMICOSRlqII0s+ABOTxl0TkOhRs6MB8ZPKgLVT/LGlkylagRLg9UQzDF6icvTKDXLN/fnDBN7kIqqjW5HIpEqCi1bL0s/bOlLcxdkjEDJpUnDAITIPNbAhhhBDse7eODGtyPfSW3ht04Ol2QN6QR3yu+2i8pWa5wHfwyzh0O3Ecn9/saLWet+jXpGoo1gw8XMetDASox8CIutypKK/c4LCbbsRMvO0ALMXrR0zHRqKQ6IktDNyY3GjWuJUA2Mz8tN3zjMzujyyg9","k6A3NiabzjKsgIo0vVSJKUyunSrozkMt/bzELTyfrDMZ0ZI3pxdWOgY2zjegAyg49BAhMf6QCyb1rygqwvuaKRZg2Cs8MGk4UGq4N7APSzRmeEs0swSxNcgilzRLkaAzWE0FNuEfUC/+RK4vCy8VNVqpwjSEC9Q58OnKO5U3Tjkz0Ms5XTuLOGx2BTV5RMU2tTT6NuPHijbT/XE6INfiPMcVvDo5DCw3F/SJMS+FZStud+kwDaaZLyUMrC/9cxA66T0fN3OZnDQyGvAyrQLdMCh9LTCYJqotzmkpLTByiykB+PkpujUVKewZRyFGpYEinRdXIy0fciehm3sr9Y6QMtmjRjvKKHU7NnHKOz0pyD24QKg9L3GvMzK6nS9NLH4tYHjuKrsykyVAsq8poX3QIjHmZh6QV2gu5fHaLPdYkDPg0DgzPGHGLBvagx21jFkbZSMYHUHQJhXKCYskK6YqMHzsIznhPP8w+nzlJGlyqCB3zSohzU5aI+YYQS5FDdY3JUaMOfwUajVNIK0tbJ9JLSbR4S6AQyYr/aOJLrwa1TNuTBE1MxyVOGzmpztbSdA6gd49NdlBQDU9lD45huCkPXlbhToQ+Ac6DkNyNAozhS5BTOMqdYtCKfcG0jH2zVk0JJRfOClaHDvbSEE5TJx4N/rozDEH2AMpIp6FKgfR5iykx1QtHpthMqv69ji/xmI3L/PtNnGGhjrBJcQ0+K6lM5CrwzM+5iUvQOSDMKM4SjM269A03BFON2e6Ijq7cyA67KOqOcsLQTmxEoc1tNsGN02NhjfBmmM1y30HOBR0bTuiXeg89gxAOYsa+y+FxgAv49QQMDArlCwpPS0yd9csOJEQJjhd98k1jPvmNeW6oDTmSQ01jvM/Mb6QlS4mK2UtGWEsKnmSiifgqIol1ffbJfTAWyVDCeYpuvqZLLSiAzN7yVc3G7fJOapJMzp+2YY7inBqP0NMjTeDZ1w0bL+jMs3qaypL6CooUUY9LEY4kCfN1lIlAyvULwhxlC9G1Z0w"]}]}],"trainable_params":{"conv2d":{"weights":["QR9LPnur3D0fpBw9dEZbPiSveb2TY7i7V1UOPwz/gL6v/8E7fKi0PXKrJD10Qjm9b1ErPUxygT7PnFM8rJG5PYTfwjzvZou9tICqPtSvy717GUW9nFB+vTjeLT2283M9W+lzvum61z2y76w+hf0JPjA9y71IMQS9SuT2vTVpaz5FqZg9SnhfO+usBLvXeam7FoWou3iIzD35lne9iftGPrvQt7w6LY28cGRdPeSmJb9I2iu/y0pSv9N+BL+Zd9e8GFzHvPKgjb2XSHS9pDQOvmkA9T34PMA6KF3CPW/sZ749Zue9Nk34u304Tj5CEr69G7agPZQphr6ddKo9Q18HPDBPwL2OiyE9JpvcvferpL6ESM++ALc5v10mT78WLM+9GUrMvhFklT7hR5g991eePfK8tr09hHS9cQkDv9hR/j7W/nq/niOiPWY8g71X3Nu9SdXMvb0YHry2hEg+kbQ1vo4IbrtkysY7xHAivnjeoD5jzDy+Eu7MPYWPH72MiSG9LhZcvvumjb5J4Q8+yX1oPjswWL3PxMk79n8nvrCpv763GDg9t6TaPnjWp7xCvza9OuCevenzir5ZJjI+lsOqvMhERzyCb/q95d5zvsIkOL5i2Ta9VLdkPvB6pb0DIfK9PKRUveB6BT7HpCe+kWrvvcLMyr3e0cy90oqIPlVRYz4hqh6/0AZ+vn90+r2Tibo9vyGwvukB3T5/xwe/dd0ovortOr071bC6qsDBPq8kKb5/XUi+3WeqPLSH9r3Ct7q9"],"bias":["wrZhPKeQozy0w70+CIupvmlvET5XmBa+"]},"conv2d_1":{"weights":["O1UYPqkQN769+pS+PrPgO98fqj7W7gm+DMWmPS74UL60Ugu+ZB61PtEBNz3UwLA+Dq48PJomTrwRhTS+XS05vbMmA71mhQU+qqSBPQedNz77eTO+tT+jvawGRL5ZhE89UKATvgOTrz3VUTu++AtLt1vEozsOL889GfmCO+FT3D0vPcy8wypIvRN3xL0cwQQ9P2ULvyaAA78Q8SC/7h7GPiMxfDyc+RE/zBJLPx5/AD6lIiI/O+K3veAlsL320A0+76gsvlDpdr7qTcS9FNNhPmVbkz7u+co9sc0avpSYvrwd0OI95Ts3vvaOQD5U3j48vj4FPrieAr7qHtw9/s8Hvk1Fk7oq8PC9Di5XvdHOAL2/n787daT4vdwvszu9VWM8vx+2PNJoh77dN5G9kOv5PgXOYD5WKwg/u2z0vMhGFL7RDBE9zHVWvppuq70HOQW+oOmtPd6FI71XgDi+hQ3NPc+fjD2NkCo+2bUHPv0ba71O0LY9yppEPTr7TT2fyEE+ydrmvPUjL730sX49LCltPduTDD0H8Le8OeDcu8XYsLwN0Bu9gkQaPb6hIr01FjI9E8eevGm1hr62sRO+xxY8vUmRsbqo6jo8DpYQvVjOtL2sEl+92lx7PjjVpD1m/ZA+SSwmvYzI670g4Ka9mYAjPmJ5TD0BQvM9JGtrvAsQ2b1mgZU7nlgxPeNUkj3airA8awbWPJbWrLwO08Y6ycIKPmZPKj0Uoq49g8WlvI7kQ7353zG8ZxZiPbD6GD11CwY9P+c/PlAcYL6Buu2+WxRJPmnOwT71Sok+QwXIPXNXOr58Wce9CXQ/PhXvgT53R20+qcGJPla/FT7w6rs+VhIcPsEdjjweUq88PbrkvCx5qL0DGzC+k3aQPpo3Vz2jRrA9MayLvej/Pz76RJa8kEDOvf1FVr4X9De9oGM/vJkpBT5hEsy9H/ClPM4DqzzgLoU7z2kHPjwJYL/qBjW/2N1GPOGlJj+VZ5i+MKqKPvK9V74FMiI+z8TCPozDOz7h5ZA+",