{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,36,112,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,36,112,1],"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_3","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_3","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[3,2],"padding":"valid","strides":[3,2],"data_format":"channels_last"},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_3",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_4","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_4","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_5","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_5","inbound_nodes":[[["conv2d_4",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d","trainable":true,"dtype":"float32","size":[3,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d","inbound_nodes":[[["conv2d_5",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_6","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_6","inbound_nodes":[[["up_sampling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_7","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_7","inbound_nodes":[[["conv2d_6",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d_1","trainable":true,"dtype":"float32","size":[2,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d_1","inbound_nodes":[[["conv2d_7",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_8","trainable":true,"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_8","inbound_nodes":[[["up_sampling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_9","trainable":true,"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_9","inbound_nodes":[[["conv2d_8",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_10","trainable":true,"dtype":"float32","filters":1,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_10","inbound_nodes":[[["conv2d_9",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["conv2d_10",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[36,112,1]],"output_shapes":[[36,112,1]],"tests":[{"inputs":[{"shape":[36,112,1],"values":["+brWvlLykT+kJK+/zigtPm8rOz6xX/2/JQ9dv48PxD4u+gU/FClrP+5ptL+ClAlAPH0BPhKy3T639Bq/Dg6vv+LG6753W+0+fOE/P0swuj7a4Iq/OuUOP4XjDj+Pq52+mQbWvtbCbD9DP5y/s85fPt0Gvj8tGtk/K/RVPuAMVT6Y8Ay+LoeAvwd9oL8nGTw/nd4BP8vfBD8TnHs/ZSyJv3lVW7+rCzo/OW8uvobebD6Hx0Y/xUHjv87IMr+fqwo/Shsdv9iz6j3Nwdg9T2Ufv4iCMD9GKCC+a0mqP5kv7j4Ohx3AJJGHPmqWe74myNy+1g0WvtlclD8L4La+9qjNPqdUUb9WDiK/CQfTveAnLT0/ELk/0m0/P3Ghrj/HCoy/CFmcvlPbJcBEcYO8KJi0PkmUTr8hZII/k3CMPhH+lb0YMEQ+veudvyo5EL4vhKe9URgAPkFpyb40g0y+1rw6P1EOKUCMmmi/2YiEv491QD+FaAa9kRcdP1W+uj+TIFa/Rla5vj9ahL9vWwY9Ldxrvl1VIb+/l4g+WZfjvprtsT4ose6/8CUYvkPvhD+PO/m+kc4LPWdGdD/hP6u/lHgcP3tUiz+UaqW9K+q3P+XeOD7b6R6/GK4MvgTo8z6RsF8/vlC1vmOPHT1QXD2+wmb5P/AtUz8/6JC9stNYvy9k2j/ooem+3ZCUPUWD9r7+xEa/GjHmvVjHwj8pGD1APnErvwEstj/P/QQ/glrBP6tUp7/T8oQ+G5XivteZnL+4yW++p8ctPlJJDz+qDQ1ADkwfv6Dzh7+uMGQ9LEELP6rY2b3Ty5c+/KAVvzq3Rz97KmE+bzOYPc/jhT/AooM+jpsqP32Iqz9yMRg/KnOdvrdfij9tMXY/DHKGv/Zwgr8+Gby/V5gGP87hpr8vRLY+u3tiPwfu7T/4EfO+Nd8EQGy3Cj7eCKm+XVqmvlgE0b7SgMQ/MqKqvrbM/z8m6ku+PF3FvigUPD6AQK6/a5a3v1Xm7D6/Lsq+/7+fvuZV9L/DVL++","FjFzv2M1P7+HrV0+qK6zP1GSET/fAQc/ay6ovkr2sT9gSYW+H361P51un78ca8O9ZuyDP0sSF71ZM7A/hbonP66Gnr64OuQ9Y+4Dv1nGUz+umLS+wQgRQCXF4b4tle+/DjYyQOVp3LcJ4J4/+xylvUaqjz3atvO9gQg0vA0mmz9zTPu8RMa6PnLBTz+DrEi/AFQAP7SawT9v+1S+qseFP3IyC7+pR1Q/f9ypv7jlXr9CvZi/+cBpPiHCkL+0Yhw/Uoxfv5ZU070kCe6+w+DAvoguTz+xfsE/ztpOvyOFVT4QABFAO2+/v9xM/L+YPN2/QhRhP0cW3j1fK5a/prwJwMMQ+L84UBw/XC+mvvAAtb/AquQ+cqWAv27UET9URbo/AUZ8v9oOLMCfo628kXKTPimjlb9aX1a/CYLiPoHv4runV/q+/GcIQAxfyb8gLKC9ZLFYv2Dz0z8Fl8s93O5Jv8o/hT+Aixm/5ZV+vVkBGUDYBfC9ehXnPxXWcD9BJJ6/yGS+Pdn9XD/eIwg/+ERxP7Hpqz6NhgQ/crD7vixWpz9ntcw/dXuLvpuEnT9yizk/ODePvqEQvb2+SYq+/6bQvzF+IL/6fT8/xjn3v+DHoz8XB+K9M316v6W7qz5/5X8/xEwQwFmhp7+wFKy+8tb4PTjbvb+PIuo/4BlKvxk+jD+/xiE/KCAIP1tTFz+vIXO/bOV9P5Qo0j2ndU++SR0rv6Whlj7sQYI/4OkFPzMCsb82zWI/VSDYvxPUWT9DMMs+N5wCQL2SHD/U58K/fG2EP7Ddtz/9oZg+7ZuTP6typb6TFJe/qjoMvSaQmr/8HdA+c5W3veozILzwcH6/6X7HvlPhz7/K+jO/F6u8vnq7fb5/8cs/EqrHvzLAHD9Giw1ARTO2vsB7AD8QKr8/dpuvPqC8kb/ENQXA3FuVP4IAAT5E5iA/qMgTQGTG1r+pCXS/AZF/PxVdvj+R6+E/oudmv25tzb+CeyPAiluXvrB+lr9pVhY+0AHsPjdoGD+3/0A/","yEmtv6bwNT/K32Y9HL+EvxpsLL9sxIy/j1ZUP+k8BsCHqLo+zf+lP8SIrD8sA5Y/9/Yhv+3+BECA7P+/Mir8vMpvNT/XOmU/eBhiv4dcFcAGwQE/9pysv6pC576YImq/tLMRQBy9SL8wH9Y/uBSFvcgvCEC15uw+rT0VwMzaqb+bmve9J3GQvvoiiL7rF+485S+rvlScFD5cAfU+DJ7tPloFDz+TIXO/MiWSPfGBvD1wO+W+EFEtP9MBBr/p8Fi/UQTIvv2OhL+1kbq+KZZfvlvrj78If5i+J1wkwLAdv7/tXoU/9ShdPxy55b5gdJ+/fNPrPVM4UL4E+Oi/ZQSWPxx8pj/oAQfA3F2gv/yRtr9CHau/BvaqPdvJhj+y8iO/Ic/zPT8sez52paG+tPqEP7p8Ib+dpL2+S/rIviREdj5EDDq/mI3ePxmvmr/MDLO/sRSXPnu8oz+UOga+1VFBPpgMvr2Xzwa/3EkyvjcI9b6ZFF89QlcXv6DWSz15ia8+rjD6vWKScD54q4U+VHrUP2SBAL5C9oo/9WwVv6PoUL4iEHi8jZ6Dv6Hb375jgjE+W12/v5EuZb9ujSm/T3OyvgR3gL65s/Q/2xOEvuRqbD9764m+jLsyP2xfXb5QBoY/pJBFPslSsD4v8Bq/Yy2pPwAWxD5rdbi/5uFqvy09K79z7HU/F1kKP8Tbcb+ypKi+R5Gjv+sGKb0clqS/Hzdvv7glwD8nNCW/dA9Avl5hTz8D3vO/uQCQPyuMTz0ijRe/2e/1P8szhr5cQwm/aXf+v1PAkzxH/6a/cFkpP/BMjz8Htoe/Y/c4QP4nx78b2ss+3R4xvQ6YLD5WlIq+nr8IP8hkFzsPzAm/FspEPlqahj+ldX8/XsKGv0XEHT9RM8o+14aavmnuiD8l1SQ/VdiqPm2wV7xFwoo+opm8v2tdPr6BgVK/JkNhvrsrLz87q7k/k6vxv4pmgr8xOsg+cXtzP+xq/T64yQ+/0pi8u3JXjL8Qiru/N/Wav9I2jD8d4xe9","3B9pvypdnb+7Wrm9RosJQFINxju/Ak0/jsLkvmKVST+8x7S+ydKaP6r9w75Cko4/o2SLPzTcqb9XlKa++Kd1PcLtvL1e9U4/btM/vgmzu7/qPFk/3TEtP9N/Lj+kpmw+wM9hv47szb9leQm/WXUJv0KPKD8GcqS+HKiiPf6dsL+Y2qI/gjyYv4XWoT9Iq5c+cbiSPn4KCUCGGT+/Dh8XP8/dlT4t95O/c54zP+XXXz8xt5a/aWCSvjp39j4BzIY/xEwFwPq7wr9AYyS/YcNkP6VpHT+GDfC+YfryPkgWIj40AB1AepqzPxH/Gb5r+cY/vUpavSTnhL1F/bw+gyuUv8YFSr8Lu5c/E46zvidBrj+taxk9B9CUv1H5gL60zv6+5e4RwHVnJb8q+8e+Lla0v0f+KT+GFci+NOhLPuA4ez+4LgBADuvWPrfoEz/ozeE+Kgtfv4wjwr9hnIm9CuhQP9atqb/a0Es/cyLSPmTrTL8tdXu/tWzHvpRxhD744jw/9K+XP1iTqD6ub2K+l775Pq2DHL9fdso/aIm8PwfhUb+Pbna/0GqivmtO5T/JM2m/vpyGv97PGD8Ayqg9JOUcvxOR3j08axU7QLSJvzpujj6LtO2+BVKYv+nwQr4OfPw+mvWePgEN/D7zYiY/oYzqv9qYrr52ZVw/MlLwv5fCSz+xIei+CJEWPgGBqz+UDys/aJB7Poon7z01ZGa/RB1DvkTbZr7wuZw/q6eePwZx5j6zWbg9j3hyPh/YKj+hwcq+6vlSPt+6Ob1Vte6+eNxLPxixlT7Wtce+qdZUv7WbQD9zZXk7vG+Gv2XrfL0m45m/UQzzv1Dytb1WHxu/awWpv6tMbz6fyHS/ee3+PpfUFT8WognAtEdZv2Z3kL+QP4E/t2ncvuF/hT8vV8W+gQROvvEzlr3bC1K/ZrAqv4WlAr+WRQhAHxAov2HpJj9J092/qx1qvwPxgb9a0ixA/q5VP7Uj3j9CysU/rSy+v/xi1r6KKwm/dpgdP5Nihr8M2qk/","7/DSv2+vAL5tf6s/qq+uvAUNoT6Zq1K+sKOov3G9WL+sJE6+Rtj6PQ/HmT8OApm+elopv1aLjr/d2Z6/esgYQHk8SD9Dtde/isQGP/wJOT/NuOS/k9svP9qgSz91ip69a41MPg9WQD8S74U/bi4uPo1PKT9fFrM/nptdvvxpnj4Gzok/h1Yqvv1OFr/cDkC87gM8PxRtiL73yNy+QEicPLMBRz/N7ls/rFybP5oRFT9OMZm/uThGvk5PMr9IQzq/XzDYv0AIkj+BJUC/0C2YvyohzTz4lzM/9TvqvpjBKT4FKn2/uev3vsKVwj9iFTg/4SqZP0KVsz+eWPc/ZBnrvrGamj46loy/epEAQJyppz8ZIey8ZQyJv0eUYr9Bzh1Af5+Uv7441T51Fiy+X2jOvnhMBj/LzArA4wrIPbLzw7/gqT2/6VcOwCQMRb1azkQ/Ld66P/kOCL4sEtU/hT0uv/joMb/HDsc9VCQWwITlij6r256/GwdTPrRup75IvmW+Sk+yP+5QqD5OxRg/g2JqPjndKT/3ply/SQWEv87nLj8doZc/XWA3wLf49j9ghv8+cyYwQGAogr/XDAI/4Bl1PyPgZL9T+pS+wZ2Cvi60vb/PN4+/L9yyPyDjR78COI6/xCauvqt0Nb+mOq4/DX0GP6ljSL/VNvi+gqB/v1SNTr8hltq+75Cuvqsf3j8eRey+GYjUvhCrE7/bX1s+kQtSv1+BSD6rGpA/cINSP78ir78WDnw++5dUvgMZjz8Yerc9vbEsQOYMRT/uNZW+osqKPxG1jz3KKx4/xMTyvnB6Xj+5UcU+vs4LP4Bzhr8LiSC/JrE6vyhBVD/rNmk/Fnz3P8j9Q7/DVBu/lf+6P/Q3XD8WWN0+gWvrPRw38j85s/2+4lWEP/y7Wb+QcCK9vkNKv4LS+z67MyO/y8GfviA1Fr/GyJ2/hA3GPSh2Lz+j+Q3AkvvovfVY0D3QDQk/ZmnQvVfICL5v4Ku+ioquP6EhIz77KZa/oaIQQD0F1r9EyXU9","vvffv4w9nb/r/8Q+Rx1ov7Vj/T+oNuW/9hiivqnj4L9BJzO/qEXQP0zqk7+yPg0/eF4KPt1Jcb5tCm+/UIwGv0Fwaj8PJGG/yH58P8W2zL4j7qI/zk+Wv/QddL/wLOW+KY4Ivz6lL7v/QC2/wb3Cvib8rr9PVbW/Qm6hPxVen7+AwI2+LP5Iv8kmND9MGv2/hBhxP5LFWL/oQSO/DWdFPwnl/L6RlLk/VgrZv5jxjL66CIS+n4kDQB2HWL5QeVI+3voPv5wykz4z4IW/iPWkv4TLqT5zagDAhrkVvytEKj2qt1c/sf7VvkDUFr+LkNG9+PvWvpbgsr+YLK6/yu88v6GPPr5tMtS/ykh9P5WYbb+4msq/xlitv04qiT7DtgC9dB7rPaNEiD77O0C+3ruGvmT+jT4ss/4/zU6FPh15GsCIyIU/zch6v4xsgr4eDPw8vmhtv8qSvj9kkwc/mPHCP3ZPBUCOFIC/G4m2PPCOhb1bLuW/CqJkPveMhb4qsRQ/VHPRP1GxHUBH/vA+3OohPWID1D4ahpo9NpulP09Qdb8+1cU+bEKNPkPVa78X3x+/PN4hPLxBmr8e/Iw/sK+JP9Bqeb4iDVi/hUimPkccuz/nbqW/DAvsvnpy/b7ERJ+/dZuNv8DOPD71Jtm/Tv1Qv90s378P6TU/FbAjPxb37D8GG3E+PW+evnpGyr9xuqa/UDCLvY2FMD8LLiu+82yIvtEPNL4TL5c+xcqRv6xtGz8jG10+DWM9vp7agj19gY8+3wG3vjANUb+co7O/Lq+tPvUYCUBTD6M/3gmAPnY/6798tWs+6B67vnFtkD7v1xO/zRxlvjzhjD+K38O/dax2v8y1BD3oClk/pZkIP6DSOT1AN/K+v3PovvR4B7+ZbKm/sKCUvcl91D444/u+PBxUv3cjRz5/FKe/sEHNPl/1ib5IWb6/5GGOP9S+6r6vDCa/gdGTPqZxRT7foRRAPM9BvRXJQz61rJK/2l+qPq3Gab+znuw/RCx6vdw2bD5L5fS9","cl6eP/QJUb/j9ym+buYkvlACmL+hy4g/GY3Ovsv2H78rPBC/k1yePg1wj7yg9Kc/KvF0P1ewPr+7Y12/M0fwOhF3z77TK6c/+s67PqyUer/7UFK+u05qPt90P79kJ4S/yWu5PTEWrr+VEL4/64UGwOZkWz8CUp4+DrhCvx5a/772XYE+12rHPFbk3L/WkZA/Sj1Rvw5kRb91W4k/oBv7Pi7VAT8w/cI+Wt+Pv4Zysj43qac/fgv/PiXGPD6q8cw+hkBePlKzFz/rTAk/bGPyvmuX9T3SNUA/rr0BwJNCjr4JZpk/MfmavYgtgL61wdi/+A7aPqQeZb8J9EE/0V52PglZYT5QCY2/Y7ysv1ZHMD9bxfu/O38Nv6aGOb+jhpw/iPSGvhb3oz++Ezi/Uc/sv3slXj+zlVU/qldJvwG1/j6IkpM/OPdMP675q7xTYEu/f/u/P2ciHT6dZeY+rcSrPtjZw79VLzW+kciVv0IKCj9ELM++ZhC4PtfnWr/w+DhAKbZrvxxtmb8xlnu/EAuPPprhzDyQcfA+x6rYP5fCDkDASM89wXURwHq+Hr+eOZe/r+OcP6Sll79B4lQ/1FIvvj8yLr/amDc/rWF+P8NzQb7V0Ko+TNzuv0UE1j9szGw+nBY/wFlcwr9REUE/hJTEPgisib0dYUM/WmtpvmnjMb+NOh0/2OIKP7d5pL3UTcM/cZ00v+CAYj/Ng5++WQhCP4c6NT9KaTu/0CAfvvSi8D7gf0+/yZtnPw7cwb48EjW/kJvIvkT3lD+tFg8/t0ZyPy9E6b6Vk3I/lh/UPWfha7/KOZw/5f5kv3itej4uaR8+d37RvR0h2T727iS/4z7fPfpiyT+cwqI+fAZgvyIhVL8mhMa/+sIyv7UrRz+EAoq/cupWv1adtD8H+dM/qQ6CPnJ7Eb6W8IW+XamrPjccMT5HhB4/jckIv3XwE76CRfa+xmcMQLV7Jz98pgE/6D5wPbwUpb/9t40/8KWwv6YzCz9RczS/PofmvilL3T4kcE8/","xTg6vrP/nb/0rzA+4oy5vhgpAsAJ6hw/4fBHvx4UlD+Bq7I/bgwwP4G3jb9aG0G+JzplvynRoT8WiM8+4WUjP7eoab+BKCG9/50eP1/kwzyjV9G++L0cP8Vmwj/NvF6/fQnQP0h0pD4sUQY/MptfP9QVmj7yEfs+msYiP1qogT5uNYY/eWi+vmR1Ur+4QyO/GBElP/HUgL963WA+inP0vyppJD5BUZe/LambPv8pKj+ROoi/VlzFv5AouT4rzba/3TebP3uOED+i0Oo/IS4lwH3ZtL9daM29XpWHPxtR/L4sNHI//cv2P0uSt79IUru/O79CP/Fb9T3zU58/oAFDvw3umT8IgUo/+ZLIvZYXNj8X2Ri+Zsc0PwI6jb/PGyjAeMH2vsI5MT6w0b4/aoAJwABjoD8p2JA/y8/LP/dLSD3SXbU+mYV3PgHbCb8yZNy+7GeEv4MicL9s6Ze/+S4rPXFxjb8fO0c+KL5PPEADob8/z0u8euENv+YwDUBD4/8/1eofv5pPLT5meIW9no9Xv/kTiDwIPIA/9EOhv8dDKz7QfEa/9/ASvywEFkBpYrO/rfWdP4/itr4doao+HYJzP09zaT/ftWS8Zru8vyuztL6kwRc/Fv6FP0DRUz8sjgO+kcc8P/pXtr9POWk/3d0Hvo1JFb+SAfo/d/3gvx9dHj+6rl6/Ab8cwAvhGL+1pqM/M20iP2jR1z67I4Y+N5j9v6zRFj7AhvW+bCyIP/gY1z3lF2C/ohSHv6tG2z7HDB8+MxrKvg1NSj7U688+Vq0Ev49wNL9ZRTe/vOJjP+bGhT8jpcA/95Csvf3jJ7/g6P89mdqWv4DERT+sxpM/UlDlPqc+FD7Gmes/J/vaPwv/Rb8omO09Q/nrPpusLb8oELu/rPq7P8USGj/q7m29UswVv03pZj/NsUU+VGDUv8JYQT/FEpu/TjTPvqrRfj92dYI+SKi/PhHSn79tsHg+YQcXPyldnTp0RG4+XtDAPE4I1L5FfM6/v12LP4Sl3r9V/G4+","M9vCvrocoT2+U4W/LN7jPkW4vb+uUCS9xb6UvykOlT9G9s++xCdjPxjFDb/gAjc+68v5P8Hb576VopS/TFE7vyNCqj4ZTJA/UhaGv/CZLz5HrTQ+Pj3JvnPfyT9uwsA/oiM/v2qUIb/Zv5I/zpqpPqYvGL7olqu/ECVxv1x/Fr++8yS6A8jZvkpWwT9sHIo/JKtOPs16r71vmhu+yRT+Pj0TID96LHK+YkXJv4mBXD5Ivpo/BbwYvg6Xbb1KWhy+lC3wPZuZHD+hlfE/bOMIwKJcAr9tYQU/ACxOv7mdTb+U1Jc9rluBvzUtqz+0KBhAK3JNvwkAzL6HGtu/Waa/P4QUwL7nAKQ+w2RUP2lPUEAEJ6O/YrujvnMCt78YLkc/B1+cP+xtFT+xvfk9OKC2vo8IsD5VbpS+0O/bv+VhHj9wmqm+wMLxvciPTj/xnBI/4PlDPxLEEUCkGzY/xIdePgHcsr5s/z8/usOTPs84LD8LFUY/ozGVvhL5kz9DqD0+rw3fP5D78r/tXP+/bFrevwyGqb+WId++MiaAvh4Fm75S3tu+LTgqP+OLTj8iknE/gJuzvuugMr7FwZQ+/piVPaZ4Yr/Hit8/byJwvkxTkz2SsRA+nx2Wvw70Zj/3eVC9xswCv/oUjD+LRrU+JVmwvx5tYD+f1T4/eIh5Ps6B9T/Lwfa+YGXovbc5IT/j8yC/lgEwPuvaF0DkZABAj80GvzeOjDw3DjY+FwJNvgREf7+ka5e/x92dP+Z/6j49s38/BrumvnQbA7/pDY4/THYjP+3AKr9uF7C/Tw55P9x3Q79kBJa/8uWHP3nAFj9j56M9vNNSv7AzkTwQXU8/F1+NPxi1xb4aeZi/lQ2Fv7v/O79rC5a/KuBzP+R3Rz/De6y/p4SqvzvnmL+1Grc/z0o4P1dmtb9IvvO9HQuLv6Uttj+wbaq87Vqvv6taez9OZn8/QNGxvkL3Fj+Fsu2+fovRPxb8Lj/PA+w9gcd5QL4mVL+nc7++X9sRvaC73z/D9FS/","ZtNpvz6wjT7KmJQ/VEe7v4QvIz9VtAhAUOqDv4hG4j+rbKW/sUVSv+7bg7/ZhDi/MSsrP9xLB7/0/76/pX5sv9wKKD34Fp0+FViPP28ntb/epTA+OUxhv8Xnob/PK7M/xbtdP+LQWT/JJ4i8wYXDPqiH0T4GnUM/I2+fPq1Mnz+b0gK/Xq1APyrdMb/XK689EqpgPUdOvD+5iADA8aejv0gZhb5KNJ+9jm2UPjHpyD/8ds6/UxrzvtydMr7rW0q/hQlHvkIikb/cxzK+Py2yPq7noj8y4AFAElidv4+qcr/rSxq/1jScPsz00j79aI2+i7jAv18n8T+UV4Y/UEoPQMplsr8oPbG91PDsvZ6CDr6cuoM+gGRkP8bOgr/Z0Au/UEexP3gT5T+K2l8/rHWVv1fcq78JsLc/99P9P3GPyr3zwE6/seCyvzVrqb5/zaw/VVkWwLoFrj+7BxI/1jAJP6a8UL+0lVS/EDJqv56uab8bP0A/954aPGY1ED9/Y5c+t8NjPIh2WL9m2a2/PU4sv+p2Dr9EQy49+xmwP1FYNz0vmZy9hRoxvnQEHz/FM6i/AChiP72kiz9klNa/JsiAv+Qe47zeUTi/POpNPuyQAcDLfJa/qHG5v/XiajyVRpg/i+0uP5glkz73PtE+s+/eP4+wCj+0dfi+KAI+QI0KlD20Z+S/osZ9Puqjaz8NwNu+ax/XP4bZlj/P3wW/QSp3P7YeHr+cVxG/OGf7vouBhr63zDe/k/uTv7gGLj/ECmG/vS00P8bE7T4QLGG/+8gDQPyeKr4ZTL88L7OEvL0Qmb/Uv5y/Fh8QPzCCir8zcGg/5/RBP2+e/j4A3r6/tcXOPTw4Fb9+j1g//4+Cv9ffAz7kOpe/bm7aPp4GNb8n9MW//DmZP7uffj816rC+Y/IBvxPPWb3i1Y2/JA4ZPmuIhD+JfhO/aFXAvqaUFb+Mv+i/b3QoPyLgdz+4aKE/pYsQvse7Lrx3i0e/FYWuPkRBG7/p4grA2/EZvjX6sL7U/vO+","DlwSP3vzgL9v9IC+JSp8v1Gh+j5UtXA+j8Whvlmlfj56Y1I+BWanPrFWvbunbAs/UCKxv9cax75jHJu/PMBMP5Mbuz8j3c++Zp9Vv8oucj8L8Jk/eSzLPr3Xk7/EGR2/16avvSVi5D6mOwg/o1guv82k3z/IBJk+7/kFPslGzL96Wb++U8THv1NkGcAWvwpADfGdvahprr/BuM4/yY6XP93ghL8WWsq+T/8xv5oiQr+OBHc/DtHiPot6Kr4/qzc8jWx8vyeR3D6MK6+/bvHBPxM/yT5k6qO/rZAePZzuCEA/6b0+FIKFP60d0T5EFTk/RxOtv88j0z5u9EU/UMhyPnuUBcDF47O+XhsoPsI2Zb91a5G/+qCxP1a+Aj99XLQ/5g3rPYPH0r/GrIu/oRjgPzVTmL5GmsK99calv3SEFb9IuWq+m1piP9DJBL+3eR4/4/6+PwVsWj+E6zQ/ZSbcvy/F8T6wqbc/gRL0v8P6jr+ejJi/nNFjPyI3eD+GVcG/rl2XP0vi5L5AEL6/ZJfqvbHZbL+fXNu+k5PsPyGXmj/ntBVAEax+vk9a6r9tMME+Iki6vi3Pqz1duo89bE2cvluv2b8hmuK+9kPGPzaPd79X0jU/eVUSvpAacL+ccGi+F5PNvaIFnL+cV6K/gRo0v3Yarz1HlQXAMzfRvdf5Ib/dVX+/4k10v437u76k0yQ9ZBeivaF8DT/v2qI9JHJFvrKWq7/wtji/2675P3m3Lb8n+uq+qbUMwAVFlT0QrWW/1FQTPnB3vj+eWEU/jhk1QFGudj1lV4U9WJV1P3yTWj4lmCk+WkWXv9CeiT9Y7yM/+06lv5HzmT9n1gU+BR+Iv9GigT8rYiTAL6HWvCy7o74pH0C+BIBBPn/1fL538YY+vfbavko8ET12FQa/DkBlPxqqrD946j6+w3MJvwn7mj8Vqga/TvK8v643PUD1xII/3qtHPn9L/T4bjKY+yerUviHFoL8wNR++Ry1PP8SZE78jycu/0htPv6uncr0G9o0+","kVaZPk6isD0KDN4+Qn3UPrPn/z+QHyvAv/01Ptycnj+0cAC//y03P6OxSD9SOLA9H2wHPmTfDT2wxoK+h2BuP/7zPL9HSKo/j5efPxyW2b8o1ku/vNweQBtoeT7mOne/swYgwHwPar+G2Ke/rLoQPis2qD9PQjC/1YOevjSCD8BY4V08eNKIvhMM7D41B80/j4mgvrR6RL4FjbC/B0tuvYwfF0Bcqpy/Q08iP5gnAsBXIQRA6L7PPsqjUL9BLXi+Q2Jivz9CJT9ItIe/P3vLPw63nj9hzcQ+v8/1Pgnzmz9F34G/1N4HP701HcBd/qi+N3CMvvkdsb5IkT4/x+9Qv/FHMD+crEQ/wYhqPz7xHT/Amu++9W1kv2FW8zxDXrQ+14HEv/LEJT8tqUI/mqu9v0lMf77pZjc/l/OQv6D2Y7+YRzo+d7gSwFSXob8prhu/3tcpv2IFgz7BJxE+zb8wPt29XL+JqHQ/VheXP9BjwL6opzO+kyJ8P9dV3j0m45C/BMwFPVcDo7+VAFg/behTv4DHkr41fhY+L5lGv4dBrz7Q8As/Zm5Iv+Fokz9I/Km/qHITvpgH37xBcV+/eX02v2JvAb9HvgLAlrpsP0rG8z63dbq+weDPPuVuKL9DR1o/gGFPwDc0Rz3OvZc/X0N5v0uuK79fd5u+wiZ4vEk6DD8mxoo/8b1mPPELkb5NVny/65M5vkMqlL9e3OM/XqNgPRn4lz9uxhI/iJGXvzXQq77wBC4/4euSvoa6eb805By+aRgPQEEkIb/lYiA/SI5SP5Zceb+8zUU+TV04vx7tTL1SQoI98uloP8p5jD+kBk88CEj6P73JrT5tRM8/cMSIPQYTcr9t1qU+w8ulv86bRb+z0Pq8gh6xPod9Gr21tI+/vjLgva5Pvj4tPMu+P5SbPkuPz78c8Sk/9kp+vgvirb+ENb6+CwvxPbG9RL5AZgy/XXgWv3E0lT6WpXw/Co/EvjHDjD4M+CO/9nlJvlY4qr/RLCY+NnyGv3vmo75Eb6c/","Pt2PvzE4bL4zc00/kUwGv/OrAz+LJXg/MS17Pz+SeD/vsLM/+MBAvyBnpD8PwP2+FJIjv8Fkzb8PrSe+v3xjP9LOkr/8Al2/SL5cvwTS4b9XZAA/B5AAvr5qNL4MBqu+322rvqj1gj8aZhS/HGeTPWMElz9Z2RQ/R5/evtXZVDvuqUU/BW7WvjW7X78i7Dq+IYsvvhzVcr5VMtu+dfKYPu8nkb/KzpO/hMjWPyQwLL0Qpm4/ugnJvzuXmD8kIdU/CoqkPta7gz3VrV0/zoI+PpnlhD+7Iqu/jrGTvzBrdT9BBfM9/bAWwP5Aq79DMCu/TJM3PiGFXr+j5Xg/8Id5Pix0iD6zj6M/mjTFv5ESYT8No72//Uxjv0KS1r/Y2Bw/qjZjv+kzI7/OjWw/zEndPj121j8o+nw+grRTv5d6zr8Sg4M/jCbePlD8fb82rOG+lCbRvlvPJD98nhi8D/vFPyfQ4j3D0Uk8ScH2v7m7ND5UPL2+pb25Pzh5B78+EMq/n8u+v1YWzL9Mwq0/SDIdQP1umT+vqQ2+eS60P6RmVD9Cjei/s5Mov1WKPrw8xwZALu3MPArcQ7/1wmK/05CEPxEhr78lt1m//byWP3KACr5EhyO/RTHcvijFETs56Wy/i2uzvoIEdz+Zn3K/RKixviS47z+57fw8GTyVP2xvED/Ka8c8li1tvjidOT8fk3W+YHSGvdu3JL+S0M2+mOYrv4w9vL5fAEq/QjiUvuvaeb3euts+Zcwovj09hL8SzE2/FA+kv3XUGb8DFfG/JXnLvTx9Y79Tsuk/iIu/PygFhz4QqCa+C3LCvpm9RT/nr8a/Y+2cP+A6wz8SspA/9fnbvmO33b+tYiI+Q3Qjv2FOST7/j7w+VHXCPwmXpj9d6oY+mXY+vkzNhj+vYTe+juNnv3Md8D5lUT8/FMByv6pe175mFY8+i2CWPw/cHb+jPdi9pdeCvb92Fz8l31Y/9BMmPiwqZL3ZlXq/YJOYP3tP0T5QLhY/xSb1v2kmID4KoD0/","7HEAP/gnRD5tVLC+94LzPgPFej6gUVc/JH8HvsY6vb+lgdY+QfqTv7wH3b6XFBO/QtWOPnt0574h+qA+BLFzvTz5lT9JcE2+niBwvwtwLT925xtAVPGPv9aJF0CdFvi8oFgbvhAUq79FqMC+caOov85Kib/AlW++GSWFvokEd7/XZAy//8BjvXJmTz/zJTy+maDMv1Jihj/rRlG/YUZqvxhAcT8Ps9o/2G57v+zZAUA23M09cfL9PVT/dT+KYm6/qp75P8EJ+b/cOxY/AA8av2bkhz7nhA0/jDzMPwxiB0Aw6C2/Wsq9v9CeKb1VJaA/9ZiKvoi7x79O1lA+vxOLP5Qu07+9Tdk/jlcYwKuF+zxhl2s+X18tP1ZE4D5V5nq9ZfayPnWQAb6+KbG+9ZnKPsu+yD1F/eq+kT6DP7BZmL5XPO0+6dsHP7rjST/VFxU/2+l1v0tjmz6OBr699Cysv3bsEUCk+d2+7I/UvxWz7L7g25O/ZzFdP7U8LL81o4u/rqqfv5GYKj2x/wzA7xBQvl6aeT+we9K+YTAWv52U2L6pFne/B4+Iv9JcoT/raXs/Cw0wPuh9J0BPj2o/9qtWPiEBVj+d+2c/suTXvsogBj/WRnC/mWisPzcMuT90jUc/Vw99vbsnUT4lviq/aOCcP1ZAJcDWuAA/gieLvqLr3b5wdtm/LE8RP1tdkr9fPwe/P4FUvyDOzj45V5K/7+ikv8qj+z4ximu/rIdvvsD1xb8xcug/vwo/v9BEcD/8x4e/vQkTv+VbuD+mT9u+FKOSP5oGhD5de+y+IvEyP7+keT9nEJ+/9xvwPNctnD8H2WS/jePmvzxKwT+mt2a+MsJKPV+VZL+t1Ze/uNg+vxiaP8Db/me/L+/5Pu1jVL9Kj8y+nn/mPxhVpz8zgiG/XfTGv7sLzz+qn3c+NrUkP897Vj+rLRk/gr7xvj1dsb+LBlG/a/sfP5NCwr8Skaq+vU0SvgFH377tjzTA+6lYP9/Um7/yV4u9CMayP63Y9T9w1o0+","9jOsv4748z9V5y6/Cy6Rvql4gj+mxPq/nlSjv/pyQD7QJqO/iLqRP1xvnD+8QTI/ieMFv0c7Oz/4N+C/1w6OPwUSX79drCg+AZyFP5Uk1L8fIoq9gJ4TvltiQD/Sjiu/nDFuP7zyNL/q+gg/wTuiv5d5Kj4e/Mg/Q3Q4P9mBND+BtYG+yPGIv4KMrj1LnRi/jG2AvZFQl764DuK/Ec/0PkPmjb3a2FY/iEZsPuqIXb/yPKk+3Od9vm+/1z7s6bo+eMNCPzl30r8y8HU+5Gd8P5BvVT754ea+/619PDmD775lZRC/hehGvxyT8j7n+8M/4pRfvuEmvb2pnsM/M8FrPxkj+r7+ebQ/hnAqP/myuD9OKYS/sJhIv88ORj7tfjK/WSgIwD+fqr78958+e5xxvgpb5r5jkjo+naIrvz79wr9tycs+Jr0YP2U23z/XexBAUeTaPf56LD8go26+D8OMvpzZ8z+wykG/gyIMQC3N2z7zTvQ+XOMaPwXKSr84Als+Y50dv8qV7b5yNDk+QW64P4WHCb7sbcu/E2A1u94rwby2dty+KvlpP9Bz4j4PB4O+BIu1PwxMYb8hoKO+Viadv2OsKT5Czyu/PmTKvnsk2L+TJOW8WGZEPy7Itj0OVhW/2kYJvpkQ+74SeUe/8iiKvhssFb9+vBC/z68RvnIiLT8nSe8/YLvYvy1X376fSQA8sQERv7hO5r5gHEO/xvIlv72xD7/PRrE/M0zSv/cmxz9EyT6/z//SvwB2s7/B056/6YOFPzkVTL/YLjW/0BX9PnX63z4v028/PkE7vqKWkz1pV6K/mAmTvsg3T7/qx/q+EhaEvtqJgj9HVV0/iRJCP9R2Zz5eGpc+zUjQvuLEVj47nx29/U4ewDcFqr/h4Dg/UWxgP09CTL79ckI/sKQSwP5afD6RiAXAVg+DvmDO6j/jm9u+oyFrP3eoY7/SPIK+pneaPiC5JL9NXqO/gOgnvj3y/73QG0W/gJsjv83iO78Hf5++UrD0vmgPpT9zySc/","iON+PXBP5D6/Lum/FtwrPxBIZz1t6h4+MUqNv7wLxr8fApS/lpEfQEaPsb9auxq/rz4IvI14Ez7fp1o/mAn3vX+oQD6VELG+3L2DPnC3773jvuy+GrCOv8OoMT+K2qA/hFI1P/Mepj5toJM/3syUvU/g0j9X7po+83Acv+TyyD61Buo+S8DiPxKLj7+bJaw/ggcNQLcwtL8Wsos+XXLsPnc1v7wIUoM+3fShPbhHvLxx9Nc/hCaWPnuh1r4Xfse/r+9nP168s77BtTq/3PCPvyix571T2S++O+sHv8Aulz//xZA//PKVvqfgsT5zSeS/o+mTv0fJv73YJce+Y0Q1vq8a+D4aHWc/+Fg9PcEHB7/pvLm/G9i1voFFeD8KOAHAeoh9Pwoop78db+G9Ls5YP6046z4r6RI+rtORP4J/D79E/vQ/nAaWPxqwor4u48W+ov2rvlPo2D+sXg0/nYjQPnW1B7+eq+6+FWiXP/fRJr9r9WS/PM29P+0Zuz4W3qW+VceKvd+Okz+nBzM/jRzDvoWIQr6Immg/bw3Svtwu1D5E5ns/bdOYvDapvD8CJeq/D1UIwO27nj+/9kW/0+7Mv7O2g76Xmh0+7Lx3PGCwwr/8urk/VUYgQComJr9fobQ+ha0zP/VBkL7J9ZM90UnyPmiEYj9f1Y8/3R6+v/eRNL+nOxk8X7BNP0PmZb+/q7w/bMBhPvKwYr6HsaI+1eNsvwH80T41P2w+dOK0PzJhTr+ym4I+2o20vpILYj6yp3m/dBvnvkAeDr5tNhK+5baVv9Oj7L9l9y+/gz+av5pmhz5OiDU/lsuQv8uUkj4ChyI/kgwvPAzfej+JRVa92gchv1LZHz4tkiLA1HU5v2JeJ7943rA/0AWyPWf5uj7xLps/2pX+vjA1i78uGbe7zkEpvoT6yb02gzY/GwkOP8P4RL8V7uy/ux2gv3erCr/OwIo/N/LjPbXfe7/T574/lypMvsKB4D4ICno+FcavvayIkD+Vt6Q+mymLPujMNb1F4/C/","BpHoPk/zDz9V95U/YDA8PjwlqD7WH86/CJWHvq5+jr/0swbAV1NhP9T4Vr+GLRPARkOOP0KN5j+THVE//8M/vxXwGj+GTDS+6WelPxqxFL+Gqfy+qlAcv0c0vD/rw6I/cbMgvrM9nz/KNmG/77wWP2C8FT9+apw+1ohWvip9Z778iRm+2rcQv3WeMT/hp9i9caJ6P3klqz6sgmm/2GlRvlHSTr+5Wma/1DBfv5DvqL6njuk9ZtgAvpzm5D+lkx0/zfGEvhtuGz82zo2/eVjpvHYElzy3SVc/WHHAPymeyz75/+c/SgY3P554G7+eule/xbo4PzTxs79/crO9nrroPl1KAD8ENW8/xvWLvrq2Vr9wkwG/wqo0vGXW5b52vdG8wXtRv3plZT7M12O+U+e/PeRhhj/HhCQ/29Nfvg7L0b5qkB+/wHkNP5h7lD2CCwPAJh6nvk1xoT60Q72+f1i2P74QxL4dQPC+Rm8PP7EgoT/Hao892o6fvmjEIj70YA+/GdGOPwqhTr7rffu+JRIYPhx5Kb+N2t8+6nqHvZ9sjD84PFU/HKsPP5oMiL6mIYw/8tjwvhMtCz50D/++KcmIv7MpNr5+CQY9lTAhP3y5FMDrjaC/J6TGvwC1wj1Ei94+fyfPv4EOBb/Ct/W+V+Fhv9sH2T5RMwA/pNEevUtbVT9g4AW/c8gOP2hohj8nHSo/BX6qv/aDtz7Aka+/zLatP58YYr997R0/swacvzqxCcAZA9u+zMQlQMj3YL4Uhgy//gPdPwcdEb8bEBU+pWVzvhBVlr4NQBY/iQLEvwzpa7/wlwa/4OHyvWYdHr+rQIk/4DZ6P4tn3L7ZXms+cRXVP84J2L9MjS8/WAqEP2svk7/Q7kNAifMGv1rXMD/RvVe/dK9AP5xGlD8Cygk+0mCRPH/Rm766CcY/2N/4P+uIBr5/uTg/J6LSPmPN3j9EZ5g/9dUMwK8vAz8aZoO/ogHzvuSPZT9e/B1A3uQfwBvSgj7oXp++/KbavWFSXD9PAuA/","SesmPmX9jT/AS4a+1JRUP+HF0D2vTK0/oCi8PtRHnj84kitAiiyKPTrQKz+wxFe+02ZaP0VYzj69L/u+x14JPyWCej5CH3A/Y1pHvTq2gL1Wbwm+kO0OQOdtk79ihbk9LOMwPeotab/IqA0/4e1pv5OGRr+1RB0/2pifP0TQmr/fFRK/66yjPh+2TL6oJIO/W1ALPxYMQz/fkY6+7sQ+P6c/pL8rIIs7/JW/Puui9D05gso/jF+OPzhpfD9YFoI+rPmxv7D64b4d21M/45/fvqm0hT++IdM/nqluP4G06z0Pu+y/vy8YPk3TDz+HQDa+5QqpvtF8sb9WUhw/OOjvPpezEj/1FWq/p+bfP+j3OT2N/AVAhVwEPoUgjj99pY6/m8kIv1g5az9IGcE+AE2NPrHxg7wacfk95ny8vwDzAb+xXXg/HAfaPiE70b/tCSS/vpy1vpUIhj+fXAzAs2+Ov4zoL7+05/m9TlcLP4P+xj7kjR2/E+N5vl6Anb9EshO/xndlP6LCa7//yb6/83iyvyxet7/TBTE/NFamPzS6pb6tWak/j5pQPwh+HL9at2M/+PAFP1MFFz7SpUS/+i76P/3DhD/8W48+SSG/PnNk2z0wJh89ft1pP4tu8T+5v22/PkxEP6MLwj6H+dQ+WWnAP54yP797gZS/L6heP4Phmb6+8aO/McKpPya/I7+GX7E+LU8DPzgqeb9AL9Q/XPRgvzSU/T7m8qC/huvMvCZwj7/z77I+QiUFP2PKJD97ZxI/tEFpPtmpLz7a6CbAt3Bkvx8Klj+NjBk/XF0IQNSL778ZCqO/1U31v6kpKr5E36y/VJ09QJV9uj4UsxI/x1Qvv4vCaz47ubw/uiv2v+DKWDwUSei+1xgAP6ZnvT4Cb9O+0bsfwGfkc7+K7OY+AJrHv+pwX70dT2i/cQCZPy4ksj+LwTo/OJqaP0XL5j+K3AS+1DNWP/1Mr7890dW+6i7+vvrlnD99WeG+JXJvvxHk+b8MEAY/djBqPpvWn72EFe6+","0K4GvseI1r+8O7U/r1fXP/S8uj6BPz3AXRrQPdkGsT/Z1ac/dyu/v1XJZL7bwBo/hOCSPSvghL+JRBc//NzZvm4Ar75EGZc/flcXP6iPt74RqZS/uDMxPy5fhDyURgFAywISQMgkYL7kloM+SvKaPFpZdD/5whq/yV7ivuoorj1M9z8/RtwvPCuaJD8TM+q/NLWRvvMlO7+RvtO9cw/ov1C4k7/IoDk/+u5rPmsuPz6265Y/s8CTPqhqij/C5Ok9oc/yv4Jl+r75QtU/Foqyv994WL5crTS/3lYzP24BZr48UsI/0q1uvnfW0z9Zk1O+htkuQLM2SL2V6ly/xjLSvrfXcT6IzGY/i2WhPwl9QL9twVc/XzorPrzfy7+7MjFAJjiHv1iGnj6dQ2e/cyMIPuxugL8qNog/Xt1GPl4tGD8g9Y4/hfAJv3VPj79NK4+/wbOyvpKwM76bVN2+ZkqlP97krz4vC/o/wzSSP+ID9z6Mj4I/tJVZP5ctur8gQgm/Uj0hviklOsA+cUi/pHibPwKssL/9cB0/F2VXv2RqCT84/DtArLqgv6QMKr9sLhC/IM6ZP1IkUL1zUXg9P8Gov+7Mdjx9PJK/xrhSv/Q/O72llQ0/Eza6v/6ePL+Wqvg+37YGv0umCr6K4ew+pGMrv4G9gj9MCyI/ewnFPxn/lj6FUGO+M2Jsv//xPb9CrJw+hw9Pv4JsqD60KJ8/IL3bPqDZ2D7XMBm/X0fhPfH+T76GfE8/dmJkPuQ1fb5nmL6+AE46vliLXT8fU9c9Ov+Wv5NQZL8onFk/idJZv07r6L5jUkC/em3KvmMujT/yzDK/6SbTPpJMrj9ZjYI/kzzwPUBJVL6Kmd8/0kiAvuGZFEBZJYu/KnIrv8JLlLxbEYI/EPaovp5QgL4FGSO/mOStP5av175D3Ja/p3Gavqd0h71OJL0/WD9GvlHjbT/6c1U/jrAxP1YTtrsLz2C/fI0bv7F4DD/6deY9wX1yvCcZRD+hyiHA/0/9vHM7wz+/lyq/","8ykjv2OKir8RLYc/YyMzPyJX/L8Ta6k/rCywv+3ZHb/Uyy1A5V4yP7DCAz1PIQS/qLaKPklmur+ZSE4+SV1tPxzc9DyOUEo/d34uP9E12r4Oajo+kOatPatXPD/PFFI/SWVXPdcBhb4PXAc/xw3VPs7dh72vYCe/I1+CvpM0v79cM7Q9yLxDQP3pUz47fj89P0ZHvwY32L4Zy3E+8kvHvwUgo7+NSSu/2K95v0G2jL8H8Cw/VczevjEpFz+iJEC/RsXAv/8niL5TgxO/0gNPvnXxPz/IFtM/zpJqv/a0kb8Ocxk96gk4Pz5NlT/BXs6+ZJRBvb2skT46bZ69FFOOP3ZvPz9Eack+2smOvyBwJ0D5E4e+wnecP4CTvL+ZSVI/KhqNvl+f3r+G2nU/m3GKPZVZ2r8D5+O+D6AfPmLpD8CdZoS+f2tgvwJ4Zz3JGoO/iCguQGvKgT/SPpC/wDg0vSPCi7+/4yk/B00mv9XYCL+oIxo/nwu9P/iOkL9t9bM/H1IJvtXwqz7hsCS+90GcvzXzgD+qIha/eSSBvZwDPj4iBdC9rB+VvUuzlr8L6jG/65kWvxixuj7EjnE96kLCPjVLZD/5aP2+VeCDv67oAr5BT4c/qZD+vPxvnj86vba/gb6HPlZMCr9dVny+DDJPvxxc4T2E3GI/nsKmvbnvmL7ayMc/JZ40P5nKLL5HYv0/2IF0v9xlWr4UrVS+MwibPmZAaz61HWs/TGGsvydbmL+aliA/2HU2v4qT7b975uE/RHifv8yz/r0mMkg/CmhIPyoKq73FOGW/JNpIP2Qmer5sAIq973mBvKECw77hl9Y+skwlvzUinT4pXXY/NbzPvy8N8L6jVta+wks/P/wAvb8lq8C/x9a2P1n3FT8A2Bm/sDUgwBRz9T/u3F2/bkMjvm+dFDw/Jea/T8iwv2AEoz+FmDk/S6rrPyV7Ij9j3Mc+bu4tP+pagLy01/G+LbRdPzhdPL8dSXA/zC16vkPjo7+DIbW/ApDbvxr5nj7TVIW+","4aOdP9qTLj7Ptk4+44wuv4XwhL/N1mi/Njv5v3Fucj/At5a+Cg7uP5pTir8VMPm+lAc3P6QgW79cFJq//CutP6AjPz7ttP+/G1B9PWWBEMAJO4O/TyhhP/OpwD/7SRk+Zk+HviH9VD8WBcc9Sp4mv1dvYb1+WYu+VQwhP3oftr+jyx3At7c6vxlSl789w9a9aQ9gP9c4Or6azpM/P4Urv69Q/j78b2y/k6C2vnOHWz8RO3s/D384Ph8UPD/KXoS/te59Pjug7z0/QtW/YY6Mvgq11T31U2S/1yFyQM5ZuL/IuK++XpSpP5ShKD8+k5e/qXadP2G4hD92LRzARHvxvuvRzz3uikO/3Yp8POfJaD+HQyi+CzUrv6oJdz8DRl+/LxwmPxv8Nb+3gTA/IOqJv1C84L/YD+a9mhK4PsYek764QFk+2/WHv1mbUcCspIY/xYxMPmgp9D+n3Hk91rK9vp0tSb8usANAtSgvv7Qcjj7m4k4/U9J1vjCAdb2z94k/lvPSv7kqZD8HuGg/wH66PkoNY7wD7w6/mLsywL78rT+Z23K/BG5Nvyviib+gGn0+Xb4rPyL6tj5r9CC/QCuvvWvnfz5csgS+qIzCv7e60T4Vn6W/6V1UPxR0kb8HAm8/JJ/HPZXbA77X4WK/bJUcP5A0yj/Y/Ma+Pah5vsGzhT+BCAfAcdVpP1Pfqj9LDda+a2eIP65+RL/lhqG+fuspvjjKYj85VSs/vBH0PxuE9L8kz8S/vzywPrgidL+czsA9aEbHPvbw1b8VvKE+VRhPv+SR3D24eDS/bfx9vjc+IL/RdbY/+wXeP1eXr7+OWcO/MgQjP+T8wT+TmKU/yzAiP1z5kj/zWoC/b58yv5Szxz/7xqs+p4f9vlsH+T7ci869KUDKvqC1nT/S4dW9VLrvP4oiVT+olz4/uYQKv0a0Pz8G4Vs/58+TP4ErDb8QgKW+I6yMvRE9Or7gTdE/tAC+P4pQhz+EZXy//f8MvnXkGr9HkCo+Ij3IvkFaLz/ww0Y+"]}],"outputs":[{"shape":[36,112,1],"values":["WZp+O2hO4DtF5k85n0ibNKIeWjMTkT01AuyWNy6iJzfEPJkz1ubvLWrhFipFYwAqAkXfKg3XUiu/IuwpcyOVKeRo8CruOr8tPfF0MNmKpjIJ61Y1LnauNrjvmTbmdJ42w9YMNj4CNjKU8aQslIyHKHf+yCiwh8AqyBmGKg5AASoeRBstej6eLp43qS2hs04qKGAQJZQGkx/hfCEfLrePIUieWiV6iqUnNOF4Jn6MACd+qwEpwu+0KV5y3ynHMakr5X33K5ERiiokReUpz9cHLIQXwS5YHKYx5ximNJLzizUhDjY2e4YlOUGH7TmVddU3MO0+NGkMVDPFzj4z6OjUMBNOKS5hWhQrHV0/KsYfhiq/q5Mq8+jKKoflNyuM/LErR4MELE6PeSpLW5IkF2MoH8CKWhyp+qMcPWVhH90gZCIB8T8mXoSBKbsMBy1MOyMvpc31LX8l4ixbeIgtLdaBLS37ui2UpQ4tH7cfKpUXFykzhJkrHQp1Ll0qbjGopRAzQsxgMlCKJTAfd64uvqgQLKUfuym0EgYqglABLRCJ/y9UYRUx3V7DMDwcGC/WXwctFzIrKh9GoyiLM+MsLWFiNWzSOTrRNxI6bfeQN5sR0jK4WTwx4mjaMMc9kTM+i4E0zXbFMvidEC9pOiMrCcjkKFEq4yg2OIMpz6ddKJF/Sig5WKQqCBvQLUNvjTDO/g4zfza5NM2M9Db1wT44Sje6N2TJLDaFXYYwb828Kp8Y9ya8LXMlewEdJlGmbSfyXRUpJ7dDKxi3pyxn2s4s7gM8KegHGSZldGghyFHvHk4TayAny7QizaROJIT3oCMjuvgk32uEJ0YKaClEisIoPhmMKYCfjSocozIq1dAdKBsVfyl4zogr3U+ZLf7cIDAkgJMyhndAND41NTcgwzk6h71eNzKEWTP6PdAvvawmMCsrDy+2d58saBmBKV43fSfg45gm5eiKJ5d7GCjGzfMo+Y9IKhL/qCrPODUoRd72ITeUxB3ju7Ubz5jxGtiTdx39DD0h","fWv/JIjCPSlFAzcsIaIlLm6flC1IOoEsijKaLFZPKS3TfAsswPNiKWbBoCZU3lIn52OLKr7SLi8PFmQxaonRMo79zjEjubkuRqKaK4R+yShAuDMnkxuuJ4aOaCr9ngItYfuQLS1Btix0GZgpg+uoJ9QP3CatcBAnIquAKp7IpjK2VII60v4AOC7sozGkulwtxGZFLET3ZS6mbxoyPYLNMFxh6Syokl0qqNP7KUr32inivGMqwrjVKMMuICgVy1woHDgxKZ2RJizRXE4vy1HEMtJYtTTQ9Gg3jeEHN6AiajT/JDYx9daTKyjKryVJWvwhOOhjIS1cqyPH1rQlAbmoJmlg8SnCHjssQQ0rLc/qLShCL7QkZhcBIanNzh/KbpYgc6HCIaVIBSMWUKEhIxXWIj07MyUxaqcnOXwAKOgs3ShZlu8oUDBfJ31HvyW+AS8mFjVRJ1pU1iqq07EvQTY2NHbskDc2z1k6CODBN8HmUjDs+Rgup43JLDDTGi1VKqkrAbmyKcP2hSbrbL8kEak1JFBN5yR5HZQl2BOCJmHb0CdCehAo8ZZXJHfcWR200ucYuiQKF72ChBaApSMaIWOPHcdKwSGEGwsnZFsvK7iFIy369hsrJ7khKo7VdCn0HbUq0TyBKt+znCf6TY8kU4MMJHitqCYvRSIsVGSCL2KWijDt33Ivx5PaLH5smyk9BfYmHINjJTT8GCYAqJgodx9cK1brBS08cPIrgSRXKC+5BiZrNN4klmU2JkTL0ClbO9IwJCA3OJWIJTbCz0Ey6+WULQTBbyulSgEsJ0lHL0S+Ti+TTUktWNGBKnnYAyhhaKcoVPY9KVWWqSfLpcwmKC7vJjIShShJnYcqzXxuLfcAAzBBu08y/lnpNLQCvDYGtnQ1+r4VMZdGFiubVMslSmHBISdkWiA3x7Mh6O3xI5FDpyWBc0Mo6Z2pKQwkjSos918n3+JlIyPETB8f37kdTw1RHnzw1R4NzDYgfRTwH5OsRCK43gMlUwlPKPmPyCgWW14q","kqywKZxvfSgKveMmtQ+XJVobjSR+jgAn2fWWLByo6DIRdlc3XYgTOhCWNDcUIZsy/rQkL5427StxwBYrfCEdKhHPWyhSsEwlHKZ3IyfCbSJ7qc0itBMzI0T4FCSQpDEm9dkTJ+GPkCSeAb8ePMU1GpUbRxi7pKsWGK8WGVCp1BsgTRQg5CWiJBfmTyhQWUMqakcnKfQEOSknSaspgKlIKpOVJSkAqWwmBtdYJCY/ryMUpFsmvDGeKjFFsy0/oNQuu0NILtBWKiyOZI4pRLXBJk3HxyS3fNMk076VJnK+mikrE3grtiGBK9HBEChhUVclHCMAJItgvCTKVdMo8oUBLwATUja4WzszJsxjLjdxBi2tf/AuPKX9LxXrwjFxrcQvNFMwLch0Myz57horqaNILJs2gSxvkOEqvZcCKWdJ2ifTfAsqukA6LWuTQDAkS7kxnZI8M/eHFjbIQz026T2ENFAHIDDSnf8r0zRpKILnwSWL8mEmdeTTJfgd9yXt+pEnW5B7KhoVVCsyFg0stl0CKFDPjiSugsEfZgxcHUk8QB3JkhwemPa/Hy9nih/cRSAirRPZJPPVNiiXgPMoZKgJLKj/BiseIhcqTTV9KFZ7sShjJFgpuL9lLHWJjTKYcDc40HM1O2v/NzrJ6SM0O3VaMIO0hC/fYqEufQWLLjRFvS1EJuUqulfDJ7tTVCYsooUlD0uXJXzKXCXHiZwlMW4sJxIAmygCPQMnQG+tIS1JZR/ZutkereUuHi7YNiE16iQiO4ZyJXwU1yh3xQUrbxThK7mxfimXWPkptr0RK7E/ZyxRB8UrIiZ0KWbzySbN0O0mAwazKUfFqy1f/q4wp496Ma3EGjAOBMgtUCnnKzLxhyncgjknoz6dJlThMSccBRkpOcbCKuKLGitz60QnNHoJJRQWpySH0o8mLDpuKgZwZjCzqf0xF3uQMkrQATDZVDMtQVO0LbU0LS9H64EvwClrLtg3aCys6L4qxyjjKv7ASiwFq0AtW3hGLHXt/ysulxQr","ZsonLCDHSS5+h48wujYCMr/LFzOr35o1z1fhNtaqIDYd4GEysGVGLq2y9ipKGoMq3P9HKTuAjijv8sAoY+xjKS8+CyomPZ0pCMPXKaUpqSd3av0lITURIh1RQx9YFK8dhgXVHdwuex+VCyogOXYGJMAT2ybkuekopGqxKXgmLC0PJ/8tg1uvLcwSIizZFr0rvLYbLO1X3i5nNj4zQexIOJ8luDowkKk6oH9MNp69uDFBQOUvwQwRL1g0Yi+DVeku7bRaLBZbuyn8pqkn4AO6JhaQtyeMEwUp/GaeKcEhtSr5szosN9n+KwK5pCgw7h8nf2KVJgLbJSa0FNkmoimfJrdbWCinBN0pTow1K2THlCzFaVortynmK/WQrys3vFEsJ8F5LGLchSxkVWQrVXvQKlmM/yv0GCwvifMiMug0jzPA1+AypKmUMVKQPDCrpEUufqcmLGwXXCr6PegpH0EiKvq6HCtBS4EreFkdKJ6iICYG2+AlZMBsKNECsirfWV8vlPhqLyGsJDAoJwg0Y9t/Na/tuDd8dR842Dr4NhPNgDMRpfYxqe8RMtfD7DF2jGAyUYLsM6wIfDRt7fUzbQR8MyFRjjSH+4A06H9YM/LLtDHDwAozrDo2NWAvTTeXl584Te58Oav+mzj7EAM3UzybNN0soDB8FggvglaKLuCVjC2fCQcsST3DKv2tqSlc8yQphv2zKdV2LCezRiYk//BIICP7ih05f0UbgysDGcbElBy2bR0f3NK0IOtVICIuA54poMpNLpX+QjXRnYs7DqCJPCHPPDrN0Is5FH6GOzFF+j0rAMY7S+EjObztmDaTnog2nRMON467hzffFV048577NxfHJDdXd/I1bTCvNL1u5DPMuLcyRQXQMNa7gy3pVLUqmeAEKx+jgC0aTa0usDmMMZ2CBTQS7BM06FhtMwjHgzA1b0cvsYV8Lm29RS4GYwYv5FZMLqB4Ri+Y/CUv1uY1L8FQLi5ty0MumnFhL26+xS/Gs4IxyLWPNefFujfu43k1","ifDyMrzLMDH/pAcxRD/TMKQ3nC4BBcgsPAqPLNk+bi2hzSEuEnItLktg1Sufs7wqfcFHKwZNUS28yIEu5odLMKKhAy4AuqsuxYfCMY5njTN05N023Eb2OGaeGTcet6My03qdML+MEDAhTmswsr7RMYfeHDSaAPk0QoySNPGEYjOO27IzKE8NM0htQzKY788wwjzFMNa/bjMFayY2cjk8NzIsDzkJqxQ4MepCNU8HSzArqkMuW5kkLdLWcSsPWFArjCzqKrspkSpd1oApY26PKDNtkSl5U4UoClO9JRlDzyHgAAwdgVJeGMndZhZrzSQa5y8yHXU77h7sCxcgywJOJu0JwSzlD9sx7sYBOiSuDDxUJ8A5RdNnOANAnjmm64s9HcNrPH1FVDpalA84ZDLbNmv9pDdUKYU3x4xLNy55mDcjhcM23pGbNeOmNzQt4boyaE+eMhZOCjLwyXsv9ehVLA+/KCsGMQgsy2K4K7Hq4i3VTYIw6NNDMZeiPzIc60MybGVXMtVvUzHd8scwNrHuMIMoOy/DdiUwV+dtLxvHCjAB5Uwvq2gXL+z9Vy1UN+UsANqaMIWYWTNm8gA43QzQNfc8CDFcA7Eth2ENLaaHmyzbErkryMVSK/AhUCzJd/ItXKJoL40QmC9fj4MtCbRpLPbltCy3joYtkBEOLScbVS7HDq8uzCbSMI/wRzRkCKs1TAbcNn7ebzdhHFc1FOQ/Mmd3DTGQXagwh19YMb0XVjMSAYQ1pLruNQsOzDWcQoo0x7FoNF2SjjOFUWAxM62jMOdXMjI5JCQ1uiAoOFI4mDlIX944O3SuNQfP9zIE25kw1tK+LKMhiytrgSgsK6QHLNQXGitmnt8qYxUBKbWeFSljJ3Yrg0o5LD74aCnqTC8kRxmjHny75xmAuesW2IUhGpXkgB8d4fYgUJzCIOGe7iZbpEEvGQEtNv6F2jx3uSE7fR/COP5Q2DcClbE5937QPXhrbjsSa5Q5YS1LN5FEszQUtWE0nf+vMy7A1zM7qBM1","rO+INAk9WDN/qyYzmuhwMoN9WzNtHqYyH933L7L64CtUTzgorY/7J765kyjVHtIrbkSkMTePqjRFcnY18n5YM1pSbzHpnuww7nTwL/hcDDGwGBAweQnULiDRbS3BNQoucLerLFpU5Sl5GFYog4lUKch4oS/XWiozQ3RXNhmFjTJVKUMvv3oZLIZq6Spsg4kr7Nd2K2vbYyp7qwAsAWgrL/Vk5zCZxLMvOzudK25urSr6AagrDUHUKytfey1HjXgwpw2dMLT/nTLIFBU2NR0GNkYHJTd3aFA3oRUKM4Vcqy4EdNwsTa30LYYLSTBA/MYzay7rNlUWRjgx/Hc47J1iNzl4zjYmS5U1RwsSNE765DH31AYx0M8/NLR5izeTj1I6dxsgOTHb3TTsLWYuSBDzLLxbrirR+2Mqq0sDKxr9SCuZwEgrD96fKutVlyZSUM0jMRMtJDpIDiXTQIsk+4msHgk7Xhj7B/8TzK8SEnui6RZI8MMd2fUXHz5sChxH64gf7L9UKhSlDTYfXy49aUrAOV+dxDb1crg1T+4DOEBUOj3ByMg7ZNSJONYWOzSJTCAy6B0BMoR6DTMY7rwyZTdZM+/p9TKTAcAyxOtOMxEAITPmdn0zYWF/Mm7tFTA9yEAsOTRAKIP40CbYmaImKB1OKFKHPC3fP+EvIqDCMW7rgDDL0yktprsiKY9jsCdU8Z8o0pnQJ7usDSe5eeQmdk/QKmvN7iow6MkmBXinJRssxiYyCLAtRlUNNNUxUDaJcV8yYJnVLDZ3mSeCgKUl1EjYJQ5ZBCYdcSgnV9nAKXsNUi1MGpkv2KDAL2p3iSy1qmksVZQxLjlVLC4vfyowoLNVM2o1gzKDmxg2mYEMN6qiQjVsXFU3dcMYNsmbUzIClJgwsQovMcK4cDI2wSY0inndNisu9Tg1zP05S+Y7OuNKLzjcjH84iZ2yNE7eNjNuim8zcWXpNAxq1TiEEL45aZebOFQHVjUsYbU0DBaPMXx9DS/GMFktU45nLT5l7i0kuS8t","wBxLKz68vSl+t0Enl+EOJwpWVygSmcgoHh9/Ji3KGiLC8zkdMAyEGdWOOhnXNKgdANBuI35WayI9QxMho8AuKmmyGzRIM9c7N7W4O3eNnDjIPhU39y9pNtF/WDkbW1Y9+zVJO0nXZjjcppk0TpsDMoA1qjGKT24yKDXjMChedzDyB+UvAkLNL2sBqTEg3gozJUVDMzjhKjIuWSIvmopYLBjq4CnScBMp6FOtKlTn0yxyqp0xIJuxMqJhtjIC2JEwA1vgLsEFxy2dh0Mt9ZqOLgAFAy++j0otk2WkKKl8FynOpdYowKUTKESGiyfBxfgrOhpXNHZZADd1MCU1AO0rMYvwJi2Ll9wrpKnDK9A+JyxOVBws3B7ELCp4pC4xKyYxz34pMivD0TDGQZ8spqeoLABV4y9wErwxE81DNINIwjbGPwA1zBNANzw3rjfafr80w0miNvCzIzeseZo0zSCoMHBqrS8u/SsxG3MZM/4cTjaz9aY4cnlmOaKB+zkv8no5GKt0OJeUzTXtl1UzNAgNMgSsTDSNEz832fRAObVhiTnf/BU3O5KDNaBbozL3W5MvyS0PLzFH3S9XklYw+wnRL2t3tS2y41Esj8l2KXzr+CjQLLops3vNKvCfnSo1ilYpe9QzJulZjyOkoJ8i3G8bJWPhsya8Uzco1jRVKYA1tS5OyuY1wC1wO61STz2fzkg688sYOJ5rYjjMA5w5aZB+PKZyFDypBsU5q0IxNmdTsTOtIXszRMqgM+8jKjETw9Ivj5wTL+lUCS/VhL8x8IMMNEB4njNdRt8znyUmMiDzGzBkviUvTAgPL+sqiTBMDAUy2iq7M0cdRjR7QYsz5aOHMbwa7i4rwnQsHHbQK5oa1ywjRNUrQKgQLLPjzyje1WMqtokpKzUe+iuA8dUuw4LdMd5eSjZPhEA5GUQnOAceiDSAWicwAIsoLlL4Dy6+ozgvr42oMKCFaDKXPFQz7cKVM/+7SzKeCoswuS38K/cO8CtSt8ovLfOEMnDB2zXTaEE4","24J+Nqo3ijbprsM2MwTLNBMoHDVGyzI39kQUNi/AxzTkwh0zKkRJMyfbCDTUj9Q1R1OEN3QeLTiX9cE4aFOCOLp9qDjcqkw4a3dkOStMzTlE7EM6ad19PKNJXzzu07c7tJ0oOpiL1TlmJjE6u6UzOpOlHDo9CSA5qq47NjH2DjS+tboxu3bvLiDAgSnq538mbxVoJmGZWygTixItEIpWMkELQjUmgmE3cf2UNjQ7vTPdIugwNmRqMG6ruzDxKE4xK/UyM4milTZF+BE6EYFFO6IAIDr20Oo5ZKTLOP4aBznboyg4JfpnN6m85TUs2RA1g6jmM0DXtjIpXIkueHUuK0yqFCmED6wprQBvLKRDHSymnEwon+F5J2l4KCnyhCcrW235LL5qyS51UdYwjW7iMyDgQTVt7aUz6dggMgjEgTE6D4Ex0L4NMuKCODMUUUg05y/MMl/2Dy/uNDsoXL2yJ1ANUyufJl0uIYMNNE/FCjfbU582taGoM2cSzDHKkZ8ypEZKNE7irDWbI/41JJZfNwQBrDhnMjo5RFeNOBDUNTY5SzIzYnweMB6S9ircMQArvFANMNxhXTMHczA3rVWWOUXs/DbD+Lw2a6IoN/rNXzVFW4k0aYssNSjNuzTK7bEz+reOMbPOJDKMF5kzhjzXNa9xyTfDxxM4hUwROFB4EjhTq4E47n5NODOPiTkoJT06fwgaOpgpvjuAexQ9KMbSO/Tz+zlZEJs5CmfROr5nmzpTPVY5/TRbNzYpiTXnkHMzkvt9MS6L0i7+wD0rGbARKCeCCCZG6K8mAQKfKurnzC65Jd0xBH3CNGqiTjTHHRgyryaRLQ4+ZCtV2Zws077+LlaxtDK99bs1PhwEOfEAGjuf5cA5o0WPN54Hgza60s02xLhHN7nPtDfSx8s2FW6VNfA2+DMn+YMxcitDLA8oUSo14fwp4ZZEK8T8sC15cLIsQh5FKX0smSfjAbsopVy1KstEHy31NoEvqTX8Ma3flzQKF5k1lSjNMxeSATAARVUu","D4WnLf4Tgy5cJjEw2KFnMUUogzG3IrAvy0edKRIXLyghRpwsfcSMMeVEjzSUmBM32hsWNm4pmTKN2BEwehIOMWkrITPZ42E0HXgSNUlR3jVFnQo31DmcN2uUbzdlQng1p3HxMWB1SS/2e/QqZAWNK3O9EjHuOdQzWgaPNmbs7ziv8sY1dJVuNitMfDfog0Q2uSkSNSkXHjW8F1o1DVDxNPQhVDKrDdMwBXbUME3NITLRLos0Jk9ANqzDOzfI9sw2eJMnNnIPgjYMs5046w6IOTI5izozPLY8okedPBB/CTth6Ro6mp1yOAP/ujgoF4c5T4jMOJSopjba5nE0iXpfMlC8ujCSRI4ukcxgKsqKOibQ5nAi7VEiINYAlSKw/sApZkiXMApRQzRzqFQyAe6ELL1/hyea2vckeDCIJsggLSkS5GQtkq0kNApI6zkoPnY68WXRNxAeETe5W2g2zLibNbvQEDaLZ6c2oamYNqdJQTbGASw0KqcyMIKnmiomHSwoeX8IKP3YFSmlfJwrQIgXKJMiRCKlsYoeVMgtINl6GSSzLwEoHSkDLB7UQC/Q1mQ0FAdcNiDdeTRZ04cyErNTMWVDpy/f5IkvquC9MFo8wDG2tjYxKd4VLwbw3SqbDtUo2bYSLV8BmDABRlU0GRmFNfXvbTIHjK4uA/8QKyXXACwmrKMviFeEMs0MkTMX1Bg0Vt8yNR0FETahS4I27CQpNfNXJDEyO5YuWKYMK3zagSqr8iAw/OCkNHN4KjfK8E45/uwPN4wg2jV45dg1A2G6NTcuNjVIWjE1mf7CNLNoUjPHSLgwpJeGMPVWHjD4AZAxYaw1NIJQ6DVffDI2TktMNY0LizSRDB41lUsoN38LrDhw/jk6g3YEPFPMyDyw3jM8i6KZOS3tFTjBHp448hicObCaxjhMxtg2eGqeM/NGqzAiWJot6g+rK1+6hihLeW0kzTHtIPCwFCD5+o0j6qQIKt8F3y7Pg1Ey7POkMGUDoSoO3vskCBIMIq7ArR9hp0Ik","DylqLf59FjVVbyc5QQo/OoT82jhhmK42k3ajNtXIwjbrn8o1k0UfNYECLDXtomY1H9G2MxquOy+MOswpJGQRJvHLryZxOR4pS1GTKkqlhCZUap8gFHTbGxxy6Rt819ceRPB1Ix9RHigpmA8s4AgcMQ7vYjTqnDk0PEhcMamo5y89hFote8AKLe8yZC4KR4Avo77CL2OQGy+HR/Qq5fSvJmKGgSqVGY8vxVx1MlnFrDOBoUoxinYhLMM6tiY4N0UnNlUaKynMAS/eLHwxbNQzMl/OaDT4bes1wo+HNZMuGzN1k6EvNlrMLDK4WSk4QqIppXitL2XQEzQCXQM30LcmOR04+jdBfeM3Pzb4N5sGIzcqsvU1xEzNNehUMDUgnpszVgcHMSv+VDC9K8svyu56ManO8jNtvBI2gSB8NkZn6zQrQqAz4e//M8I0ODYnokU4DxWOOsczeTxRRZU7CXM9OvR0oTk23rA4SbufOUAtJjtDldo5tGTZNhPUCzREhsYyuSyKMUkdHi7pqOspuLs2Jk29EiNz0qEjcFVlJ7mOgizUv7AvxwrSMeE/Ky6UskIpn4gIJKhhNCTUiBwn+L8sLSP3EzTes0I5ETCHOz1y0DrlWcE5RbwWOG8+sjeKiKc3H/H3Nmsu1zZ93fs2l12ZNlIkxzRmpc8vwmK3KxdU3CqTqQorq8kLLKNO0yvTJkQnwkzJIFtISx059G0e6SYdIheKcSZLYTAqmhG5LaDC9jIQfaI0I6vbM3wR5TEIxVQw5ePCLeYYmS4wX6sv1oJaMYCkMDJPcAAxUUobLQAzBStZXRsuXyqTMmnchDSWiNU0ZPKdL+oWBCxwS94l5uo/KCOTtCwrkQcwzOAMMxsRmDRJV142cP8uNzGB2jUQqqAyUYu2LxlJoS6TEbUtZC9jL4j9/jJ2zrY1NgqgNw6/cTkwpgU6bjYJOef1AjnqYlw4jqMuN/tO3zYWV3M2DbqFND8jQDLgdh0xBMDOMJgdlTLtIvs0gTbUNl7/GDcds1M2","AkYWNUeSKDXsJDM25Q+cN026UDl9xkU794PfO2cyLjsBvBc5IogxOHxpuznBGJo6kMGgOGNIyTWqd7ozLovfMhENrDOiUwQyl0QbMK5SKC1gEiorIueWKueQ4ivrltMt20EWML8S8zHLsF4vQ4mjLNMi3ihzFy4p6yCoK8ZDpi97fN80SkFcOE7s7zlPgVc6zTHPOsv6qDqwiNo5ex7IOS7Z5Dg5LU44dXSEN0fY6jasE5k1TWowMyoBiDAljUwvJBZ1ML/kLTEHQY8x4PicLeH5lCfyUAUkk82QI1xA2SX3cMcoZczGKt0txC1AQIIxJkZaM/0lsDP+2qwyyLAYMaxT3y9KoSYxTUMrMk6GJDOLfrszrkyCM9gm3DFYdkMwzdzUMUSFgDOefDI2Tri0NirN/zFZRzYtK7BmKFoVDCrxkUouWfWmMKJcQTRcyKk17vZSNhjTQTY/l601BoY7NEkGgzJbKJIyUlD1MgRrtjJ7fk0zuplZNTl+cDdS/3c5xF5yPB4DPDz/ZHw6s36vOHb0gTd4kNI2PjZLNjr3uDTKHe4zhO7EMTkQiDBhLYExRtV5MoyXOzSMKRs2d88fNjz5OTMGfygxlmB3MG/bDzE4aZUxBAguM6E/xzTweNM2zJaxN7CqQjcf9dY4yF7nOUmmxze+jqE0jcb2MjSWzTH1R5Uy7J1kMuvxODOLNk8zbB3nMlFGCjKm4WsxbvrfMExfVDBM1iAw5p5NLFjgtivArwstwknJLvhfny7X0zQweQSbMx2F2DZ1zfg5T1kmO00pijuesUc7WXdDO+XH0jusz9c5oUSYN6rAgTU6gOY13xyQNo2OrTVIaYA1qErmNNeo6jSXgmw1l8AgNqefkzP43ksup7EQLA8blyu2Rwgt5ECcLxmNhC+xOEIva79tMfd6ITOZSgE0QEjVMxeUAzKZo44wMWy2MeLNnzIWNmsx8dOjL2mBYzAh75My8IBjNFZOyDeGbg44W3V0OUaAtjkYzZo43zUKNUfDGy6eQrAs","/dSuLlTzlzE992g10SBcNy0wVTcL4To2Zk4xNX+bFjXEqh429P8AOOu4kTdb1LA1WFjnM9yJWTMx+9g0rs4YOZGpMTwpCoE7cNq6OkAoCjkvFzo3IysyNjvZODU0g5k0g3GjNGk8FDPOfRUwiDs9MDOzPjGOV0oz4ZyHNSCPxTVh9XQz8UyeMdQn8S9HNdswAgkmMSUiOTIPylEzD3+iNZeyrDb/BMA2nVHWOOawnDhP8jE20pt+Mykl4zGTadwxtclSM/kcozLvUC4y122tMeUt6jDy344vIIURLoGqhy0wQ8ErakkPK1wMjSlVvTwqthljLF7mqi4jTXEurlo1L621jDLCqBA2kVRQOF0OizqzG786ubonOsYdGDrDvys7lTWgOd/xCTbuioUzIplTM2r78DQS2Ds1xdzJNSq/6TTSVoc1OLD5NWh3QTaFA70zFZEfLlizLCuoi+cqOWVILYSczC+jkDwwO1DCL8h+ejDupQgyzSo0NJ0dhDRb4xYyZQipL8coVjHKFtEy1BndMYKu0C9hJhgxFVs6MfmpwzEao2E2HUM9OKVzkjoE8Go6iOPuNoGQITL/J8Ir/SCKLAdEAy+QufowXZMxNL/OvjbR9hQ3OrqaNnWBLTYlBAs2XvCFNxBzBjkT3XA4AlMANamvXDKrTQMzuIN4Ne/kWzl9LLc6lQvmOdmcbDkHric4gDaMN4esBzjEyzE5xZrlOGZ1/Dbg4yo0YdAFMfse4C/Hr0Uw/YHEMkzoTjXrmEM1M5kcMnR6bzC5y9gunfwZL5Je9i7JnBIweCwEMQUONTNsjNU1A++SN71Y+Tmod0442DlVNdOcLTO5UWkxewxJMiQmfTNPt4IygfQzMwOcPTP+QM8x+neEMIkHKS/BWbsvN5OTMAB9UzAJO44uaCpELpggkS7XvAIwJw8HMAj0IDG5hWU0w8X8Nm3x3zjo0Bs75CgwOw6CiTuM+b46xvgLOgVmZzcI+7I0U40PMSIyjjBj34Az65gINaI/lTUZ0qM0","3uaGNU4qjDa1crcz0yLsL/7gCC68d8Mttd6wLfKZFzDMMMMxeR8HMvHbPjM15Tc0Ay+TNe4m4jW/6Tk0K+xqM3y5xjN9RY02zthqNjdVJDRWlCMvtHv4L2lTGDJjTsIzCCImOVLPbjrVP1c60XaIOYpkqjZrXRAyQLfKLPZ+QCw2MuYvnvoxM5qyEDYrvso4oFDNOKU0lDeyZY43mxrrNnQWPTgiQAk6EqhrOQjL6zXfHz80rGNGM1EIvDWzEOI5IpK+OQnZXDmiaG05656QOIt9OziDuqI4U+sROYQiiznvMhc4l+udNKzR0zEoKOAvSf5CLxaQGDFQGxk1zMl6NdpbljPeA00xvP5uLlR6NC4rS+ItkZErLwOXcy8ezG4wiF6RM5BQBTgYKWU66fu9OU5yiDY+yJU0d23dM+BbDTQqNoE07iPBM7+baTSSPqgzML5jM/oVhTL3TrEx6OsmMWb1DzDUnqkwtC1cMOYVdjC+gKoxijbLMsf8KDQQjwo0J1UuNUjhIDdkLgM4qwNbOTgiszuTAME6bAbWOvVWtTmOI403c/wvNKDCLTG9azAw/u0CMtTwnzQ8r0I36BCYMwnz+DX9s+w3JTDpNYF4kzKs+jouP4OdLZLJKi1QFfYvFlMzMihXpDRD2w82JeOBNkNrjDfyTHc4aMe3N8akkDeer5s3vf+6OBs5Uzhom9Y1uzQ+MoPtKDGhIwkyszkhNEGMBjnYZgI7nXvZOoDfXToV9hM4sw2gM1zQGi+l7QQufMIrL15S/jFIwgM2/h0JOdCHoDkYt9g4FDkaOb1HTTifxaQ5/FPDOvIrLjriDpc3QkoxNfm+CzOKbVc1JUCBOb4InDaCrrw1WnJ2NjEhvzfjaag4QJlRORq/kTm9YcA5o4g6OPagmDRYaU8ypaeXMdzeMTJzHdY0WR/tNx1a2TboNv4zrxWeMgHMpi8Th5Augr3bLRxyCS8Z7/Uw3GJtM3SPvDeO2iU70CPSPNshpTsxFwo58e42N1UpFTXUc9A0","vmTDNepgLjTHLvM0KOaKNL4qWDRSWKk0kcL/NOfxbjWoNQc0fELUMiYaczLsKbAzfFLwNYiikjfdVcg3YJTaNv44+ja8FDI4dTpMOOzdQTpoH1o7lNhIPGc5yTo97sE3ifEwNYTDtjIIOZIxWBPlMXsEoDQunpU27B0iOPYhbzZM6AM2O5cVNuxOhDSxPkUyAkvdL9roMTD0IyswbY2KMyc9gzUVQJc2KpUSNxAhtTc4jLM4kU+VObun/TkhyaA6QrHBOlBrjjoHRuI4HX+iNbvWmDNcQegyKaCsNBAyMziagMg6QuMHO3HkVjrK4Nk6KMwqOJqs1TNM7qIw1hkbMOeDDTJdtqg0eJ1yNyW+PzkiajE5JYlxOInMOTldZJM5MsM7Onl9njpBMP84dG2yNgHBDjQi4x016YRKOCIZBjvjJ+gz8p0ONJXAnjZIqlM42cIJOT4nCjprkCg6TEMfOgqtLzoYn8s30c74NFzPKTTKwp80KoVaNnXF7TdOu+442dhMN8ilEzVVd/sxTaKGMfEtnzAqZPow1ZaJMmW5rTaSgKo4YvItOwl1ozzijbo7z7wQOieAezf16D41fwx3M8cpAzQPYsYzBvWANGRINDOG920zjzv+Mh7lRDMiEpo0a3x2Mzgx9jK3nIozIVmtNTg7Izejwt03hHsZOPrsUTiNWgM4RltzN90Rfze5wp44GhKnOpc8JDwkwxI8z80SOorQ0TbW7oMzh13vMkPWJzSwHoM2owm5N8zGPjgGVaI2VMKpNdGB5DR0pKA0t4RbM5M1ejCjzYowjWwMMtLDHzQvJOE1fjKYN00jLjdUrA03CylvOCb9ATo6VOo6CTDZOxTanjvR0QU6527eOISWpjf3Rwk2BwGzNH0KYTY5aYk4YTRrOkfXFDqxQjo5gEASOsL70Dnd4ss23LmcM8b6ZDI/RxgzgJ6QNAyamzbMYfk4lmE1OsKZdTrckpY6iG8zOrE5izqejaQ6PEeYOSgOeDi9va416qqZNIFWKTatDLE5","agUiLWeEPSkZ+PAqWwtrLIycQC0TzsMvoNmrMW/fCzSGa6Y1KpIVN3HcmjcSkVg3KjRxNyfbOjiGelw4WaivOVnSNDouoxA4h9mjNPHmJjLWT/8whAqdMlKTvjVUeBo3xGs1OPCfsjpLfbA8c9JGN0SwUzRSbhIuaVrhKYVhPyo/zocssLl1LglupDEFO1AyHQB9MsNrwTJzTzUzdV3mM4mmvjSzpbM1CfGzNpElTThOaIU5mp+fOuIyuzt+3e85k9QVOHZxlzZhClU1koSPNNZzHTTEjqozHpAwM29zGzQ00N81npxiN0aCfTk53ys7Ve+HPHWllTyQD6w8OdeCOw25tThWFtU2VgUxNxi8BTfT6Z03cXMYNyJrtTWtdxo1XxqCNfwwITZWiaw1yoZPNclG6zYc7Yw4Zdc3OcfhqTi1mWs3GPSNNhsO7DYhY6o38NKUOIXOVTnL8AY6VzAaO2ylLDt7nB47WYpXOq4OtTm+Ll86Pe3wOjAhZTpUDNo4pFDuNujfjzSxeUwzY1RwM5YyNTUUHzA3y/Y3OKuxgTi4aLE5GVwtOsovGjm8nLs3QT1JNQ2VRjE0sSkwbfXvNLwGiCtWdyoqhnocLU+NsC9+24kuA9UwLcPxAi4uVpMwo3HGM3CDdzY0nRE4kcLJOCgjJjkVLVo5LosXOcskyjnkzuc5ph5DN0FZOjMtpAoyYx4LM5JewDTJ+O02AF75OOkpYji4y5I3+tVpOq0FKT3kNJczwhbsKxiMjie8QKco/LgALdyxFzCLONsyNjaSMimZVTK/DwsyQhIHMuSltjL3Ug40WcfoNRQApjdJ7J84WBb8OE0EgjknvSM6xGRnOeo3BTfYbPA1TvpfNRcNkDXeswQ1zwt+NKG8MjNaNB4zz2KONFSfhDV85+M3fxC/OvCJUzwy+Mg8hXyiPEsWZTzDyfY6+yqKOgQo/DnPE9Q4IIlzOPSfRzZ+Njc1j4mqNJmBlTMcGFQ0kGlpNGTIajSTQ1Y2qzTnOAlXgDlZgJ04","X5yiNy+prDbqu4E2oRmBNuE+pjecAQE6HSWZOt5hZzoCaRE706sWPPGkfjyoAn87mJMcO/DP6jrXuIw6x5ICOVtHGTevcgA1ZMSDNKYaFjVN0Gc2amz6NoX1/Te2TyA4MPeEODds8zg5YMM4H85sOKwRGjRX+4MvZk4uLxiZnDJOoc4mFIqMJ87y/SkIEpYqdmUpKafGQykiQc8obaGOLEHYszHR/NY1R1SbONnEzTn6VKw5bsmSOSXteTlCFTM6N224Ogjq7zeW0Gk04E+vM4K4ujR86y82PSSKN1VQXTi1oKM4KRWSOF9FDD2luPY4S3GHMEG1aCtU7+EkDXcFIhonhSWPSOkpZusDL7j5XjD3IUox9HvbL1yNti9LOgYwsfJtMeh+bzThF1U23+oyNw7bKTc16IU3sowfOOCXNzh1tlQ2DlYzNDipdzIi6oQyfXf6MY5qEjKI44owwzDOMGPP4zILAMY0dBw0OXi+yDvg5rA9DahLPTqyGzz8cy47WwbyOqSezDr76ys5vrGcN5XRRDa3OD40BTOBMnpk2TEovlwxplrOMpEQBDOrWAAzZ2k9NPT6yzbrINE42Qf5N1sLVzYy9akzOCRIM5ge9TML8Gs2JVPKOAfbXTmYmPE5c24TO3+gWDspL0A7jCWCOnVVwDoNmug6swKaOoRkaTjqHpU1TIHbM5WVqjGq3X0x38mMMw6fAjauW6E2v8C0Nr4+Ijed/Bg4VDcvN44CDzbG3k8xprmrLA+VXS1DBc8vstbpJN431SUhYXgoO7YjKOb1uSadlesmzhncJf8uiCfC2Pcswn8RM+pahDdES4A52sq3OXTUkTjmKcw3Et0bOQkS4jrBVH04CvLENY9bKDSwttcz1pY+NfWUAjdPf5E37CngN5M9jDhWPdQ8RUDFO0eIEzNm7S0t50SQJlxUMyA4Bjwgwvw1JSaKUCyjyhEvk8ocMKOAOy5P2WEtNWOfLZvrLC+rkqQyMyBGNWQegTYMbgQ2rGqQNUoxljUcD4E1","vmANNZaR4zLjWBUxoGjjL+tRTi4mmdIt5dYXLPZw2yxe34wvfv4aM911kTggBg88pYWNPf0rBD0qS/I7eYCuOuK+FzpI4X86zf9UOt04DjgXhxI1/iSUMhP5QjCozuwuP+D9LVi7jC+9ewsw1PG9MC1ESjOMwnc2iCu5N6iwRzeFRXo1CViBMoxeNTDT/9cvMS2uM+nYBzhOHLg4o+41OOLOjzjSL4w6sJYpO5TsazpVhoY5gAadOcsyzDm2iUM4laAbNT5syTLNhkYx0BVLMXbSJzL1b3Qz3luhNIG3pjRQbYk0iZWpNUDWVTZMDUM1xMNXMM3pKCrj7Sor+YrtLUraJiOK/ZAm80nSKbA1CSm9O4onqcqHKDIjJCl81GAs638uMbAgtDXrP8I4q5I4OvV7bTnGhh45FfYlOPBbUTkofo06RSaxNzrlfjVeG440tzGlNbmIozcH4Ko4fGukOPqfjznp8Qs6DJngPC71ojezqeMwCM59K5E9JSbgOsQhe6V2JrcRuyo4V9owFlbkMRrQOjLVyLEwSmg4L1rXGC8vbbcwVAV0M4OeHDaoZ7Q3RWvyNlMroTbqDM02/TMHNpz+ezQPO5Iy2f3XMeVaITF4xIgvHhsoLn3qtCpEIn4tI3v6Mc1e1zbzn3M7ntk4PaFDUT3bLgc8LBuHOg1yNjqXqxQ75oreO87n/zmM1Js2d73ENIYIWDL3yIYwX/M9L9oKaS5YxdYvM44LLzeeZjBSgZ0zOnHFNrAHsDjAO2I46Y17NW3svTKL3mgxQNpwMjXZ2DUCQRo4ZonFOF6NwTiAAHM5exIsOx9zHzvAkHU6q8UhOt5mzzmDYYU5vPGJNx+6cTXL2DQzAl/0MdDv0DJJjQY14bBtNjU7izYyoG42Jx/cNeJkijZCRmo2wzrtNOs4PzFxxxUtXaXRLYE+VTCqPhEjlX0CJ/s6gSv7Z5EqHUgWKz2slit9XQss1QPcMGg8yDMQSQo3PO+pOYpCszoN73g66oD2OUrMbTmswc85","6C/gOoMzBjrkoMM3TaWFNfexEDZ9DzQ30xq+OLBymznJI3w5nDcVOuOOvjw76Qw6jWSKNAnQIi4CZS8q/e4HKfGe7yuO7SQvdtqvMhlqJTSo1M4zGXgZMxxUEjIM0qQxS/taMvrNaDQsaWA2+FvtNygguzdIL543K9XpNjRibjUNkWc0S0SDMwTzqTIVXpkx2GsxL8LLgi04BDUqAtjzLCP8MjIRshY3WOI4O8luFz3uRZY8JCuBOzX1QTpDL3I5IMYjOhN62Tud+lA7GfihOCeRkTXTqDsz0pUGMe0VtS/4nZAvEXR9MMmBvzAnlVwylCStNJj53zavirE4i3YpOAqofzZRlgk0dgl7MpypOTSQQ5c28zShODqrsjkgr6w5nbcvOislTDt7wJ07Hl9bOlKLvzkiDEA5o+gHOdq/RDi+dQo3HyaFNZ0btDSeUsM08YoVNbHNtzU9jYg2sl5yNpeeIjaYXJ82/omLNsk9ozUG4lwzwZRFL5A48S/yhKcyN2JwJJ5noCPljAYr/MJgL4f6mTPpm5E4q8wNOtpXLTwUwNM7/AI/PKjWmT0Shjs7yrxoOmy45TgTjWI53IiIOp7mhTotvEI7GEoCPJB6SzuZOXo7Vn6SO0XtpjrMLn45vcQJOPkC3ziTSBw5VBUqONc5pzh9J583PysSNlqSujQP1y42kfk1OEysmDm8ebA43E8WNnXzVzR2cgQzVSCUMsJ9BDNI7o00OJSGN9RqEDsTlgY6yBamN/tlbDRVNZMzjVHHNnYZXTj4Mwg4bdUeNiXtdjJ8nOIvabAaLIiWzi3v8Wgyv5T0Nv2HQDlevBA6RD1AO1veqDoRxyw5M9quNoERBTU6n64zeteQMliktzG/8FIy7nQoM0O9GzSXTewzpkvWM+wjgzK5y9MxBz5HM40fzTWK7ug436StORhBGDks0ag4yUNpN/wxxTZTihQ3Z3KVOPVBcDukvU08PxLWOtC48jqNuJI6el66Ojagdzsk1FY5/66VNi+LjzM9HPEy","sCYCM4/EbTPaTLc1yReBN3+cajjY1L45EdQVOO3MSDXjxakwdY0SMJVIgjBAZAYyQyIFNaaBFzasBtQz7LmXMyGdRyVq1sslmvO/K9hfeyzWVMIvqticNsxfVjpmyU08ZD/SO0yTNjxiSV097nVnPSJWqDm2gSo4petpOXSTJzom4047zAiLO6VFuzvycUI78csAO/RPCjvzxLE6gr6IOb8DADjevbQ280t9NiVRHDbgUpM2gnUKN9194zY5eeA1grcgNqpZOzecukY4sLTYN/HLrzXDqpk0kdEbMwnLSzKLVgAz1PlTM9hWdDVrD7Y4CkXIPJqVbTghSa40ltOFNKpFCzcbQhk4L1KKOE/VFzeemS4zMr/jL76+uywzRrAtKzqvMXmLnzUuxfo3OHYmOd3Y5TkjHD06xp1ZOnD+BTj3FxM2krHUNDMRBTSfBfAyzrhSMt04VDK4AH8zW+1gNBpamDSPPUgzqXKvMUHAmTOSMQQ3KDmXOoQX4TpLz3A7k8vnOuTzSDm0V0k4xynQNg3LWzevL2s6/f04PJR6ATsQnXE6UgmaOSqdijispX05rswAO3hBpDggzjE2jQgMNIiVvTIWzEMyA2OmM0f6lTUVGDo2NeHlOOejJzz1kaY1fOnUL30UwC9XkNUvLFgOMG7hcDHqnowzPkPSNST5vTaxjxYmknVhJUkgTCj1KH8r94yFMSel5DeLoyI53CcOO9XQrDsJ5SY8RhgfPtpJrDtAxBo5BLrrOP2tFDqKpYc7TtVmPBHSLzyiy5M7BcYGO9EUdjs3ibE7tFToOugLLjjb2ds26A7/NssbtDfqyRQ4+kp7OIoyEzgofc03ENb2N8bDADnXhpI5aPLeOLyfADfhsmc1ZFjGM9EATTJ67PYxPZlwMdBMxDK+va42kC6lOmNhRTtXab40J9FRMxjJyzW5h1I3OOfbNxmcfznOpME1Re8nMVKRnS5CjoYsp9JRLxYNUDOJmlo19GAyN3qYdzj5kBM6QjMNOmJjrjgLrRc3","uSHTNP44tTOd40Yz1sx8M+pcOzS+rAA0uPQ9M22YxTN4chozMIKiMlAySjPbCLM1ZgEiOOL+YDr6mew676sGOh0KYDnneZI48DSmNsMUpjWgmp02WYyBOk4ANTzbxQw6eTkJOQD+4zh1cEc4BkG5OetAyDruaeI36jIpNHa8HDMhBuYviMElL7qh5jAJfK00O4xlOJHaszsyGKU4oUpTM9ywqS9EQmosuHq3KufnwSowyAovw5yNM9/Y1TX4VjA33xn1KLoTgydlTtgmkNLKJnxzWy2WG1I1zF7EODsZVjrjn4k6apq5O7Mfqz3HOK88NY4POhgPkTgL/qg4KQG2OkwLWjyLvyM8Z8ACPBivbztSsX87E4kvO6yRzTlkH6w3Kw2ENtUMgDaLyIc29oI9N4/HcDhuCYI5oECyOUvO7jnVEGM6MzwCOmx4sjiDUj43xz+nNXQe7TOsjaUxI5JBMJeHkS6kUHMxEHc0NdsxuTgZitY8YZoiN/yjHTRqw5oz3xLkNa7U+TcLsCQ5LMOoNZOp+TH191YuouElK20P9SzRrhgyJC4rNNGwTjQBu9A1+YqfORpD7zlw2q843JviNubpRjUfAgc08MDyMyMZvTQiPO01h1F5NcpAmDSGPtYym70qMjHMJTGY3KsyK4kANeBpyTc1MZE6l7m5O+NjmTptvRk5QfWgN8Nb4jQQBiU0Gca+NCKWFjlbFDk8Qj/lOZ7TPjhKg+o2n0+cNkDixjgK7nE7aXlwOQp2MDXzM6kyJtujLjiq6iuPEAkuMHqPMm+lQDetS0k7gJ2YOtJ4oTRVGXMwLyy6LHzUYCa+cbMkhao9K6yZdTKCe582FArQNndL2CgKtp8oE3QrKZqhwSpJksQxBUWUOHRVsTlVjxs6929lOvWHSzxx1pk8n9SfO/0JVjqH8iA6wJBrOlrzSDsbw7k79syLOzHGfztHmYI7vqsoPEgl3DoqWag4oxsyN7ScfjZGmXc3owgiOFGkrDlQG5M6/fvcOvMqMjtI44c7",