{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,36,112,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,36,112,1],"dtype":"float32","filters":6,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":6,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":6,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_3","trainable":true,"dtype":"float32","filters":6,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_3","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[3,2],"padding":"valid","strides":[3,2],"data_format":"channels_last"},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_3",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_4","trainable":true,"dtype":"float32","filters":6,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_4","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_5","trainable":true,"dtype":"float32","filters":6,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_5","inbound_nodes":[[["conv2d_4",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d","trainable":true,"dtype":"float32","size":[3,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d","inbound_nodes":[[["conv2d_5",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_6","trainable":true,"dtype":"float32","filters":6,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_6","inbound_nodes":[[["up_sampling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_7","trainable":true,"dtype":"float32","filters":6,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_7","inbound_nodes":[[["conv2d_6",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d_1","trainable":true,"dtype":"float32","size":[2,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d_1","inbound_nodes":[[["conv2d_7",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_8","trainable":true,"dtype":"float32","filters":6,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_8","inbound_nodes":[[["up_sampling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_9","trainable":true,"dtype":"float32","filters":6,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_9","inbound_nodes":[[["conv2d_8",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_10","trainable":true,"dtype":"float32","filters":1,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_10","inbound_nodes":[[["conv2d_9",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["conv2d_10",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[36,112,1]],"output_shapes":[[36,112,1]],"tests":[{"inputs":[{"shape":[36,112,1],"values":["+ayVP8vFJsB9wIi/l2DMvyFGvj5nIaa/qA7qvOKqyT3Z7yu/Yo2mvxUknj+XiYK/hMcpP9MilL/ECUo/oSFaPrfsSz5/k42+IUlgv1cRk72uxR+8hsEGP+VU0b1+FpC92euev4n/FcDz/BA+8+QivyAKRD9E2gM+E4G/v/W3ET89PW2/MKjIvkwExr7nE4q/YmhCP+93gT+llkC+xMyVP1k5A0DdPxS/zQOBv2GM5T6uzm68ylMjvur0Xj8F3lY/VFQkvny/xL7dH4q+iVQ2vt90yD3Ey62/ozmgPZnX47/S5ja/VsYBwFv1Yz5OFuQ+fJLxv5gOlz6z3Gs+XamJPyjOar9ipYa+zVW0P3Mnob/XISC+tteNP56OZr8bHSI/pafuvz+Quj8fKJg/DeQDwMk0ir+E8EdAMVE9P7RtfT/GQ4A+M5odv/IBWD8V084+19jXvnjINb7kNQq/f8pVvw74pb6YpuA+RVirPoCyyL9Cah6+AZItwDUnIL9xZ8u9OknHPeJbIL7YPsC/hx0/PxF6JD+EcY6/xCQFwH9ekL9XJ4u/zc1JvjzON8BoXZs/9wa/v2jGs79ek+i8cU26PdM3xD1jVbo8yBBbv4ytgD3mkoq9NgEiv0QfRz8MIhg/DT2APlMt8L681B+/mPzovjEneT5OA6O7jTOQvwJwYr8ZKIU/MlsXPoPgb75RpUc8OE14vlSxNLwKFHU92KSvP9e2Rr+tnT4+CWdJvzNaUr+gBoa+CYRSv8VoxT/ig9Q+LNGnvSmE2T9Sh7m/UPGfP02UAkCEVd+/08vRv7X5kD/hDfW9bT9PPzuDNL55HQvA1k+bPq/aLb++u4a/x02+vxKLvT9gnKK+nFY5vcZVNz9mS4A/BiyyP91Mgz6khCU/kzGcvg8pOT8k+eK/HN0JvylSJ8A6JSc/KtJ8PkSinT+Zbxu/c3/WPbq9xD6VXFE/ltX4vQtr374pYnY/IWJGP1o1Yr8HLvk+uBfsPoJVJz49xCBAqqGbPoqUQ78I1bW/","tQSBv5zOx74hEQS/SD5zP75BYD/Kzdm/j8VKP4c8sz9usxI/7d20vzyf/j4QkNg+i4PrP9IJhb82Mku/nhsZP+uPOb3YLk2/lb4zP3ACgL8t0Qi/MBaKvr6K0z3gNb2/5cpWP7vDzz95636/n3h9P2X2nD9iPqk/y5RIPpZrdDwoD6a/WmY5v5ammb9Pvro/eRDoPG/mlj+63rW/b0Bsv/41577NvUe+RWVEP3xNfj0FDau+eUUDP2Lhij8LdCe/f3r5P+oKXj9Oz7Q+vBY9Pyv4uD+Kfri9qVfXvhFXkz4OnQg/62edvrNhvD8lRoU+4A0KP70Mzr+tkwC/ee8jP8ZJQb57mjm+ri55P2iMLL94RjE/syr7P9Y/ZD8ZtAw+EpynPS+nkr9Xfw4+c8qhPzfFh76k//Q9JRVPv0mLlDz2Rmu9Wj6WPwix6j9r8Ns/StDPPQ+Ccz/5pwVAEYJhv9aDDL/EHMI+HoUiwHjYmb/t9bA/Wl3MvrLTmT8rCn0/Ab8bQJ7hDb+feaI+t7KqvsXSpb9JUTG/WP3FPgL0bD8GEgk/k8gov2MJab+rvZe/tm+bPjTWb78PyBVAInc6vxIogz6Y7CE+nLA7PymmAD9sX70/VfmJP2KnET/ut1o/P8G5vitZnb+s5e+/R84Iv90HFr4VQ9a+b0KpPm9gYb/DiYW+G4SYPz4Ekz4CiT+/GlbqPlywjT5rrrc9PRKrv2bJqD9DSJ0+9LMJwBy1jz5it6M+4LSDv4Z5IT/TSwbAwBs3vgqUwb4ppA28Nl9lP/GPxT+tVNo+pMihPhFOcb/0Bg7ApSqovtEyT7yLSII/H3NUv4owBj/rTqe/HnMlP6E2qD+Rm7k8k6QMv9nVfj+Iyxw/4wBQvUyxQb8Pfbc7u+EIPsAbXT+5MiO/TmXkv7SVor9Cg8c//QKoPzlrIEAUfhO8u/eDP6R3TD8qlUE/m/usPqOtxT94UsK+g0GZPsJnPb876fU+Wol6P+L6ZL9bLry/YGZbP5dSJb63kmG/","1OUMwIVkNL7R8VY/hV6HPoFVDr/+e8U+KFXwPHAikz8ZfCc9vdmFP40+qL9Q6qi9CqV+vfvfBMBP/Gq/C+Y+QCGXbL8GPRTAyEhIv27oBEDo5SC/WD2ZPH5/fT4EiSS+Wmeevkqbsb/9aac+i7LdPlbYUj5YAlM+CemkP0r81L4jdIo+5VAqP9Et7D3EDQ7ACfnuvq+15Tzg31a/eyaAP2/I5T2zBN+/Qa2kPlbDcD8+k/W/+AUsPx0A2L7zlJY++0vFP60y4D4xR90/ANHMPDuEeD5phfK+A/amvopMej914Ji/q2e/vh4Zjr/DizM+MwhLv+H/dr9Niys/up2DvQKJk78gJmu/YbiLP3lTFEBI8uS/9l82P4ldwD4sZLW+VP/tvmUGrT+7Iik/Z/+Qv6qM0L1fPpK/6G13P6a+A79wJmw+4DGqP5zCSD+ye4y+/rnTPoHwi78NzlE/cA6zPgq7or9bY+G+ouTkPhrmEUA5dkI/1SipvomfYz//5Fs/NjyHv4uTZz6O8ru/S+s4P0wnPz9n+oI/vICJvrN7AsCGac0+l6CkPg+j6z5MvSdAA3IDPwxlpb9JbGi/QovCPs9Ktr2ONb4/gkvQPi7ymT+AIOS/CzoOP0AX/7+mqLA9CbcKPy7gZ7+mo6y99mY6vQkJWr8ZeIQ/NeuHPUWdFcC5JZu/l2JZPi6tQ79Fy1g/mt+hP9FNVj9lqga/A1ppvgOyJz+RgrI+jrTsvzdvpz7sany/CgWZP/yjVj9H0669/TDovvvHCD98Hq8/MFXHPxN+Ej9a3Do+rzl/v6FmtbxEZxQ91UFvv6zGS79tPyS9NXlmvvxNhL/j/QBAZiu1v716ib9jMqy/29KMvvLl775mChq/aOSnv3Spg71rV7g+uVjYvy5PnD4IIv8/dWyNPwatsL/V0+G9jTEyvxDQFT/le8Y+kSyXvwqRWb89VLU8JM9Fvu9UzT7OoZY9X0SnvpMYqz+r5RW//9u1PnLwzr/dVwXALMqMv4OZUD/a0be9","pC+PP6QN1z/KrZ2/lNbLv9yVtj2dsKy+O89OvuW0pz4xsDu+J0XsvqQHhr3AgJK+GSXLPj0UrT11uKe/30d1vjRe474RfaQ/1bPCP/ePwz81kZE/ofQiQGewK78dcLM+5hWFvygynL79tNQ/7+MmwPd7kT1Ly6G+15HRP54q1L+Xyys9aoxwvrhNdz4tQTC+FR5iP0Xza7+VsY++5eUJvtzaBUDL2S8/Qi0MP1iwS7/5YzS+g7wUvmVpr7+41CFAsPRCvayy+z+RhCU/WzgAv8lUJD42SghAohSVP7o3Dz/8vZ4+quJRv0VpHj8WecK88K4tvxJiBj9UcIw/zL7qP4+Ip79rf+c9srvFPsRWD7+FNqg+gHJyPx8XK0AWXhQ/gx++v7AYyz53xgI/F3IpP5b0b78JkEE/EPrDP6aL6L2cewM9aZSBP9Pdyr34Hjm/75NOPdW48T9Qja0/9mMKPpb/Dz/8NdQ+WMWnP933wT/GUk6/ZuT4vp0kNz/AYki/n3HAPsRsLj7A7hu/rXSCvlMeCz9xjuS/IidkvsqRGL/FnI4/DYGvv/bKxj7o+ly/Q/RJv6ow9b/H4oe+baOivqMGjr/m7ZC/Mzqavwe7sb8Ha6k/Bz3cPvdezL8z5i8/c/t4P81rCb+38mc/Yy8PPqqojb7AFXG/YGt/P3bhSL/kLO6/JBBFv7mh+r+A7Fc958ZHP8yrpb6ZyHg/Tu0EQIsxqr1+Xy+/sHIwwPciTb4dOQhAErMuP2ewLr+pRd49hFGQv/EH2T//o/C/3sCfP0Qx6zwgmZC/FXMQvzb9rr8kp7i/T2T7PmXYzr4QOKC+24gfv7+BVT++oTE+H+e0vocWLz83wJu+fhyQvEcmJT8kCxa/2jQfP2cHpz8Z1vK/h3XFPz6chj8FbYO/o4tGv10iuj8Me8Q/89Jqvs3Clr/91fc7C9+rvt357bySLeI9aGbHPu+ORj7coRa+pFO1vsYj1z/uOCI/BeuJvz6sFr+aar4/1p8GwJCnxz5wjOA/","Z/JkvzrKPr6LtLk/yPPevlaZUz9VBkM/77s7wJtazb7uW3c+414KP1sM+D+3t5+/YXBlvqpFmL8LQZ2/KCeHP/TfS74zHYw9e12/P8A9hL008Zq9dSDmPjYTM7+U4Kc/WMI8PoPYir2ykfm9+eWVv9qQGz+Ichq/dLNCP0N/pr6Mp9q9IkKkvqwk9L950kc/r2rkPVXX8b40jZy/7iBRv4xOL78Tose+H+ANP32c4z7lPIU/hn82Pzk/hLyGgPy+zmupP69llD86mvy/VeHgvhDTUr/f2Kg/ryUNv409uz45HZS/+EX9v4djDD/NR6I/GjsWPz+ohr8ZKxy/N4Czvt7Njr5B6d296Y+mPvWq4z498RZAQzcGQMnMuL+f5STAA/wvv7K6wj+kbh8+LuusP8UPgz7RCCO9I1KXvofPpL5DXvU+utwHP+WHVL8nSv6+8lItQB3V/LwoeXC/nnltPw4ixj9CaIi/C5luvw3ksT3Tlgk+lhhxPqqH67+89No/sUSXvyT6yD9VpOq+k27uv+zeVjvo2RU/RvsAP8+0AT+EtsQ/k8atPRBPJD8TKhS/ZB4Mv84YI7/aGNc+Kx2xvSDZnb+z3VG/nVwsP98/kT9n2j8/vrgPPzHwxD+/W008zmPqu4csGMD1RY8/CoYaPyXKCD9qiGFABUGOv9Ia+j7axhe+pA2dP4fnVj/3Qpe/+dHkPpS4wz+ZQvY+9XW6PnZkyr8UjoA+txLevpfAdr8rsOU/6+fYP+HowL+ULqq+f42vv6aswL8W5am/A53evaIJVb4O2hg/m/bIv5tV1j8i2z8+Un2Lvxohqr4iK+I+ZtVLP1eJVb+cbaC/fK2mvoIqVD8XBwu/xUSsPsLgyr+DSrO+qTUDQGquMD5mqb2/u+/kv9cWQL+ePUs+Sy2Jvi6ZJMB66bc+DU3CvtPa7L5+Xh09wgbfPv3WBD9DYTc/K267P0Q9CD4OAES/EaPVvhVBOz5iuQRAZya3PQLz374D9w6/SUd3P+rBMz+7Hkw/","qrXXvyrHQL83t/e74nUWv3ifGkCjGH4/X1gmP3+CBr6HAJQ+xvF8v3as6z9QNCa/RhQIP7XteT4I+ac/QbuWPtR+EEB9roO/6meTv3cCub8epmY/JAHxvwKZ8D8D7oy/aRmEvwt0rD92r1u+bUnzPnF78D+a0ak+kFz8PqpKsz+z9gvAnKvKPrQ2RD72Dy++xz2jvz60OD8Bnt29UH5sv6CO9T82i5G94wOgv5cx8L4p75S/LVyUv+Da1j/nuhI/9m0fv2wUeT9FkjI/CZKiPdEqbT0Fhgs+iL0IwMzE6DycwTW9fpDkP2EYEr8lQ4G+CXLav5HKYb/NqPG/b8Lyv7wxFUD7K5s/oU/UO/Z+Ej+ZrVe+Lp22P4/Amr+FprE/3bIlvFRR9b6H3JS/SWAiPZjXLr8DETU/7C6APpzeKj7EuJ4/SbwGv8WnDj9kmUA+gBPnvUzHij84zys+A1ZVv1zmX74bTqY/puMUvt5Uiz99XIc8JmLCP0e19z6IQrS/ul18P07kYj/21Gq9vuGLvobpGD/3Qrm+Rv+5P1VpsT5zkbu9Nvl2PEeDgT/uN3Q/py2tvrDb0T9a3Cu+O8bIPvC2i78nkDk9eqTFvxuC2b4aXFY/JDKUPs96cb9+mnq/KMZGPwHGej9CeDQ+EiE7QMqTiL5Mq5e/EUyQvtcbyj495M4/vlCAvwZB8z++FKw99zzqvlaYkz84LYi9o24MwJHEmT4lPYg//iyOv5rE9Tyjsjg/n5/SPzDJ0r7OrNO/FCKSv41w174fF2u/SGs3v+3v4T+h3xs+2rwKPqSL17596ZK/3uGRvz+2hT/4ny7Amc8iv7k0kb5z8Ic/SBxzwN3abr85TYI//X1GP6wYiD9bXuG+tddhPtHCUj/8n3y+7VqiP1qnP79JqxW/r5JsPaN+ub77CL4/N3/6PjrjGL6v1Lu+5QKAPmkQxz/b0CQ/4gf8PmXijr9OP/e/ja41vyxN3r0c7DI918Hkv3Vszj9RBI6+DquaPl8UfL4c5og+","TsKcvwxKtD7WBDVAsqyqv0nwwb+GsHo/LgBfP2l8LMAGhyC9fsKivmifPb+MLL2/m8vpPtenLz9PIBC/3G/nv2FEBUALaPg/iE1ovmLzQD9lTX+/9oKJPkj6AUBDzqy/sTD3P7Edrj+PXSa/DASDvzU4qjoknOw9RXKdvxBSp78ctpq/PkYKv2DjpL239wPAgV6hP1GhVL2Beky/WCyCP1FbOsCepdw/cZfxvnBp1L+MAJI+a2KnPT0kJL53isS+M6KDv2pHET8E3+c+E4W1v58CO7+w4qM+Ygq3v7oD4j8yF8O/oavpvhQGmb/dF08+FeTWPxX+UT/EVzK+Azy0v2RwzjzQZlw/d+u0P4f36z+jzgA+66CZPWjgDkDZ4gC+mr4MP2t66T5JZHC9rx81P8rNBD87J4e+jXA6v4d1475O0Bs/iMyivuMgBcCU9AXAjllPP9KZvj9yEy0/xm9dP+jkZz/d3AI/e0U6PlfbsT8NzjS/+yjWvn7oAb45kKO+LLKoP3u9cb9D8iO/B8HsvrGOaz9tgfK988l3Pur5+j56kGG+UzD9viZN2j15Zq4+P1XOP+vPar8iuHS9jsiWP5UBTj8iusG/rzDhPnjGBT/08b8+Je4bPzf5472oK5S+lFhEP7n2kz35llS/Kd77vQW0yz69Oa6+dACcPgRAv78sNIm+V1i4P+hi676sNL49GrIAO4gMkD/qjKo/bi3UvxGU3b5wF+W/brBbvyMGmz88mVm/68TQP0tugz7BKoO/QyiQvrtYI8BFKqY+JkUmPyOpFz+wu+i/6vzhPahwGb6Vqte/ghCCvuxtm7+wJly+HEpNP3ckir7bS8W/+uQ9Pz5RkD2S2NE+X6RpP374kr6WjwU/BrI5P93e0D/NZWI/Sda1P0QtnD/ASAY/G61qP1Z1gb8Fv5M+KKZ4P1nzNT39VZK/rVQWvxhfAr/Gora/7+2rv3hvUz+FoAI/ALqKP25Esj/VFXi/sCWFv1dlEj87t20/YWwrv5LJLj+BPg8+","XOTKvp4+1780sYG/3WScvm/CBD/hr/C/Bj15P725vj6Qo6y/Vp0mwLFbrL/I0IM+SdPuPxvnVL97IaI/GkkFvqMgKb/dTIc9OYqFPWOYy744ogNAXTGPPG0mCz8rxpa/0OrvPvKNfT71YpY/+fkrv4ELWz85pDo/b2YoPn8OML9H4hG/Jh4RvhJxXL35TgC/4+m5v8sYFkBkJri8wNxKvg7Gh71lpgq+ErtwP3rBVL5R8PS+gi1rvTd8QL8+kLc+34oswGiH2L4U+po+9YCkP44mAj9mEV8+CbKjP8zIMT8h3gc/3TYRv1s2hj/dT6C+NNaBPp0L8D6esYA+htwBwBJNf794plW+6xI2P0XLwT72jIs+HjZVuhGEwD4tcQk/v0hdP4BuRT8+dC2/TrdOP3vwVD+cZd++VBHmPlmnoT/Xy92/ivhwvRbXeb8TK3a+daa0P+GK2z59ry6/A1lhv6LjSr9nHX0/aA0Jv92a27/vijg/SsQ4v6QktT6mNlS/d0vgPgV1uz+8uz6+2n0avVBUub8PGZw/Mq+uPtQ6bD9Mroi/OmBYP5ds/L4ZlHK/lPdhv+JC5D/nfN4/5raSv88M5760vpq/YV8+PxCCUT8NmN8+T6qfv6NF7z8ZIK0/3LNKwHfY1b8zCM0+z3l6PzDM379WFb4/yOC8PjxdNT/mRFA98A2yvngk/L12CGo+e4zDv4GO/L2MRpW+rGviPlLLtr13EAhATS5Tv+Bi2L/muIm/8D/CvuC9oT/Oe9G+kCdnvtll77+B0J2+R2h5P2eBy7467AG/stuUPsrPnT88c/a+S/bpvoftXT/Zltc9AeZMvtmUmr+Kx5M+ioqpP+3UpLwzJJa+WoyJv7JZAD4eAi2/QIarP8Qby7/E+AjA7gW2vodhRbuPS8W+8zBKPpI0crr/XW6/moOOvhEEnT8pFmg/O3g/vUj+/L5+u+i/B9FUvYFroT81LHC/DuSNv33+NT+gf0c+Izlqv4xlsr35w6i9wioHvzHd/L9j5gM/","Hpjkv89FrL2O+J0+sCEBwGzEF7+ooW0/GiywvqJJ0z8XDc8/HiOmvuBIpj8BcpI9T5WPPYYfKj9lEow/wknWP2I/dr+gHwQ+N4zXPVeBrD+tYI6/NjzPPqTgAb+iOMW/QIlivsvCoL42ikQ/V39ZP3T1hz4HToE/FUUyP7cYpj+08Zk/tfe9vwykp7/X8ga+Ilzpv37r0D33n/o/a41MvlKAdb5LcwHAnLRNP9ZkbL/uLzG+JNSUPqiJkL9EdYu/wuakPpZgej+l2Kk+YmfBP88LlT5zjh6/7oGwP6QYdb8R4l0/GMHDP1FY+71TvZS+pZKsv7Yep7551QY/kGq9v1E0mL3RAZ++yLg7vxqRJD/rvY0/psdGv6kKpL8jLNW+K1A/PowXO7/LnlK/KjmIP3EWlL+/Xne+YsNxP409KMA2P46+2tMWPw3mjD7/MfY/xCSXPgppLL+ba82+ErgbQHmELD/WPDs+SKubvZHBo746b3u+Jjn7PpGARD9vW24/VCyJPxtAuz6qwmi+1cpbP3WbfL+LcpI/gqCqP/m4qj4EJng/tcOXPrkeej+SaR8/RzBWPy6rhL0egZq+d+BUP1pvi71/dpS+VZbAvuHfDr9cpwU9Uh+HPn5q/L+cx1u/Sw8JP5t8jT6EdyA/pya5v1ITxz8PtgM/qBzoPoQG7z+rA7S+jI/cvlZ0qr8BlGI/8pTpPNg4Xr3P4+e+TKn3v/6DDz8Ndq0+rbesvksQND++jJu+ITIrv0WOFj8H7Bw/6XdAv7jW1z56wtQ/A0YZQEEt1z1dNke/k8bAPgF49z721d+6zZVkvzkXhT+NKIY/6LSQvvSbA0AFRj4/lo7/vFANq79vj6O/702kPqZznj9PeUu/+rSWv09Hvz0tAVW/GYIKPy6Xhj6UBdC93MXDvs+MtD8CihtAh85zPUHe7T5xZHa/GBawvwY2db9SXbM/IPVHP2akub/ndsk/wnGZP9LQ+77B3HK/I0ptPvlf4L6sWOu/qBRyPXX0qT9iW5U+","bqcePttztT5LJ6A//QQ8v8F1gr/X90+/lud+P6bzLz9TM8E+CDgOvqoneLu9ygTABlP7vwHknz7SW2W/KkT8PzrkaD8cD5g/84gIQAy7wT//jBw/clXpPlEW/L3pjLQ+YT6Mv8QogD+1WoI/qLVMP6N5OL9vRXG/MrtSvyXxN78tsP2/9vXBvaL8m72v7/a++F/wvvbP1b/I1Uu/otwDP1f+hb/ch54984QrP4jvI0DQWbS/SNfOP47HiL5rOtE9diZJv1z/Kb90XOQ+JoxHvRSJ57/bEeS/pEIIvyEgtz+XqT2/xi2mPuSlhL/9fxw/xQ4SP3Miyb7b3Pg+xZuhPlApIz+RMLs9LLDZvvzhRD+aRJY/ZL4lv392XD41ls683QGsvimAhT8C5ow8x8+0Pkth677Q8FG/ORqHPmJm1jzo7V8/OPdOv2sf774+682+KyESP4VZTT9ZjoU/VcptvmRq+780E4Q+fwE3vxO0AL+IMxC+Ymh+P6fx/r5mRv8/zH13vkDm074XCY4+hzofQIuc3z+jkZg9a4MxQD9kZ78F0RFA3BjlP5hxGT7dMeC/DfltP1iPkL9CZ+2+kPCevw/1BD/5RVA/MdxIPxhwHkBaUVE/lqK1PgpHur+7Qca/6BcCv9tByj8bZsO+lC9Kvw6iwz5pvBK/Q9wFvRMLA76RcLw+re/yPsuCar/VDV4+Kl3gvuA4Pz9ode0/J6OvvmF/Hb8OKgHAGfbGP1bKez83UtC/BrTNP28OLr+P9j4/y4PNv62PLL83yEQ/lvmPP60T+L3Z9oU/9Ww6vjsJnT/caQG/eP/SPHe85b/CjeO/ckCVvzuC6b0SbYY/WJtYPuy75j+tfrA9OWXYPoE98z6CaQa/uCAbP802Qr+Fki4/WibfP+t5CT/QoUk/PTUZv9nGlr/a0YM/j2Aivpx//L891whAngDWvnXDqj8iv9K/DgW0vqGbBcDpvXQ/R3W3vv4X0z859Vy+0vcWPzq9eLysYK++XnuvvlS+7L7fctC+","yo3mv6tP5r6/50k9mD69Ps00L79ieD6/e4Eav2mU4j8OWBS+S5yrvVhWKD8pRV0+QKAKP9n87T6kumw/R/tmvyChY75zEiu/HluDP/9xmr/nXy+/4IAgQItV1D6GQJO+4icKv1D8Oj/MaAK9ZXLKvoo2Pj+6zpq+lryivwtYNMDh1wXAC/0xPy3RAUADhWC/iVISvaWA3r44uZE/hwWDva8Wxb5RzU6+AXmGv/wt6D/WNwjACA8OP6cvtT5SdxM9zTGpPn/HqL2kn029urfgPrz6az82bgS/hxudP0Ft2j/bbo0+vbXNvh9lSz5PYGY/yzolQMbJtr8r0V6/NRhOvvtnPj2OFi6/baOqvm/oir7M+Ey+TMpbvxqSoj94iBG8FHoWwMCTCz8h9Yo/TM25PmPooT6PapU+vSBiP7mPNj+RFOE+GXfoP7iUSL9zOGu/vY+hPVzb8T5iEUO/zrKMPn77xD1IrOA+BrkEP70BB8BEQ+C+IiaHPRg7cj/2vzI/vkiWv703ur9os7u+wQqQP1w5oL8gGNW/3WR7P322aD/ugs6+XaayPlzkBz/3MDq/kewOv+C60r8HlZm/MMMlvok5Lz+tPdK/YKIiPqR4yz73loE/BL5cvtPvEb8RzpI/XLEdPwQjPD88x5E/75TFvp/TMb6sHLu9UEy3PUtiYz8d2w+/6KuhP51ltL/9Sbu+6C9kvqpcND48ruU+yPWVPuqJzL5RKOC+T/apv1yJAD1Kybs/4f6sPSD0gj372kK/vNyDP+upjr7fjZa/N1itvwO6pb7ilWs+GGOov/j4Qb5iq6M/7bUNP0CttL5Cbag/xx01P1/X2r+UqQ2/vdwZvh6uYz/UQEE/daNAPwbM1D8ePD8/AVs0wBhN1z4Cz1g/CZGtv24ZoD9NP24/3jaAvw99SD4bPsE+D6u+P9CLPr4WAHY+fwQ3Ph9czTxe3TE/aMSTPZOkcr5PSGg/bO6cPVXQlD8MjyC+y14Jvj4V2b98YWe+bH0XvwZwTL+3GMy+","TpX1vybF9r6sZno/XXomvnedurtnvvG/MgaEPy4djb8MgMS9A/+aP61FAj/WYtQ+eexFPqlAVz5QsYy/8SoIP+KtWz8uE4y/hlpTvobijb6ZUlc/ci6cPrDzNT/YZIa/uGKcPcamY75fNxM/19m7PYl7Q7+av5891B0yv172cz9ISjg/nizXv+8Y0b6KyBm/Dqw+vUjp6b56fEO/0L6YPtTlkj59vjG+UE/hP9QEBb+qxq8/yZt+P25J9L6iCHM+N1LbvgsSNUCi302/nUVRP9npkD39yBY/ZmKXPqVu9L+YvPG91sEGvgDsJD7Znzw/fpabP2beiT+fDVw+xL4IPzCeHD9j+08+v87pPzDkUD/EKyY/yislv+XnTL5J6UK/3BOIv9a7Nb/S7N69Fl1vP2dVK78UnCu/hjbxP6o0jT+UxeC8fDdqvyxEoTzv8ghAbq67v50zkz8qenA+ds+2P7dY1T+Bb+s+bSXfvoxN5j8Pl5A/P9AVP+pmIT5eZHy/F4e1PyAzkz0QbMu/Z3LVPyPf3T4JcBTAir2bP6vauL3Z/N8/xzRMv5YxR79PTwVAzy04P9LsWL/+dwfAKr/aPyxZCz/8Ww+/IC8zP2YWFL6221e/HWDCv+9xGj/4hT2/NanHP3hftr6py0m9LwqzvmGVpL7bh2O/n4ahvrGZdD6keRjAt1nnPT2rnb6zzWo+k1TwvtvNQb8yUh6/JW8Zv5Vgr76M6Ai/N0DAP+9Y57+nfqQ/8RgSP7WC6b67dy4/3b01P5d62j86BY6/fM/SPfgYdz8c820//lodwB9KtL9JR9g/Sym8PpktTr7ttgjAV3/RvqwUI77bCGa/jBRRP6xfkbyddm++FU+6vnPjKT7J88e+fKuYP7aYHb/QGXI/5+E6PU+aKT7PoDG/Z4cKP+of4z4aiha/AxNLP5xR9z6lI9u/YiK7P/fRAj84wwu/cHwivftddb8Vv0y/DUhSvjQsBz2GN6g/+SkHQOgSsL9y0Fy/d+BJPz2ehD+c7E0+","JTfRPoRYPz9z9xW/wlYGvsmI9j53BYK/ghilv6i0wD/OWim/9El8v1AOxr/rGpE/XG6sv/z1yj3s72I/9y8Uvs2bgD/KSag+NQHmvWhDGz+xFke+EWCav420cD7gppO+J8oqPsoLWz/d+b0/XeFUP/mbS79GlRa/CZ/iPuTBrj84Bfq+JFMOwHdD6r5tSmO/TE7dv1Ehir+1GnK/RbWJP0xMBD/WBaK+pXkZP93iIr9a5nk/FhMAwP/Hir+HIp4+PPiMP/oCPr9+f8E/f9fkv+6m/7mzis09UYdhv23Ti79wrHi/KY2zv/N8Mb87bUk/TuFIv9AE3L6GTt89yH7ivqQAc7+56zG8df0rP0e/hD8oVbM/em8Mv8G/wT4g4WI/sRv7P1aC2D9JfCC/acznvcTC3T6SfkC/tfjrv5E+6TyK/mK95Ug2v9nWgL6PCO6/BXzYv3qAjr6liiW/gB6BPnwGZb9hEYq/Mkh6v25NNT7TM7q+TJmXPu5poL+W74K/18Zbv40tkj9iaKI+g32zPn/tg7+wxuY+WFZOv0AjwL+2K1y/z+uzP1u1+7+EdYO/vGZQPyHmu76I3Di/sIu8v2RvJz8/6UC/oECKPogRQ79CpKw9b3kfQD6vVT58GFa/pwEiv6xAVr5jt5Q/Q2tUvxtrCT+eie8+9eN0v7qOvb+QqHK/1HxZvy0i3T/MmTm/neI4P4aOlDx3t98/dpHTPu8V3z1YdRU/p1muPtoyPr+spYa+/R/CvlGHSz5tKSbALRayv/Zglz4OmOI+N9cpv15Ij78gnAu/FOg1v1pCn77kHnG/QiXTvGaASb5HWV+/G0/gvg4+MD4VE8K9ulpIPi7R1b2WgiA+uENJPp+1vj7IIRc+MECIvszH4r3mZIo/301XvtIocDvj8vw/EyBlPko11T0EyS4+2sZqP9W8yb6bcfs+q9RbP/AExT8dFZ4/m4GMvosdlr5Cbhc/JWBKP4VtFT+MO7Y/uh8ZP/RYvj+cU4U/TiiTPpOaIr7OkYc/","3zPdP8UZxz/c06M+ihtJPxHgtj94Wy4/U+3yvpH5AT5qqYg8QHs/v+PbCr+Ilqu/v2m7P4znyr9XMfA/IWILwN/qJ79Ivd2+XcVWO3PRED/EcPQ+PrZ5v28fpb7Xrac/przlv3tL7D5Vd3g/uLMRvw0Wgb/uLtA+v0yiPlCQLT0KsAO//VULvo4wqb+fSkq/5lApP381EL9BFLM+do85P6Pg0z60yQy+UhsQQNEHbj0ryOy/TB3JvZxv/j8l5qy/vJ1ov1mHpL4nlwI/XDoZP3JEXj9Lbuq/0u7JPS/7Wz6kbwA+0jr1PsGCVr8DXzA9Cjj8PpvPoz3TxRA/+FCVP6psrb5i2yhAJ+90Pzh0KT7TRJq/vwsrv6dZO76L+N+/VR+DPZXUjb4D8Fa//oPAPzCMFj8NztU+cnXfvkTacb+gfY+/s6yePslfzr6gApK/Cg28v7mZZD5gGvu/CTAKv0m7mj8f0789pBvrP1LPNL/4aJU/sGqGviRcbD/3uAY/McK+P+1CqL3ODtY/QSq/v7kyxD5mZw4/wpybvuK9ir8ooOK+2esMPi8sYj7AC9Y+X1vIPjaeKD1qTYe/YZiFP6dpOL+moUG/+fSCPxpZjz/OgjU/qEn+vwCaK7/ep72/2OmcPgdpFUDc0kO/Y6+Nv5VfiT7ySjo/7KoJv2mcHr8kQRw/WkyUPIcFIb/CaGO/YNLnPrJ8Mr9YoDW/Ke6XPrD+nz93pzI/5Pl4Py6aKD82hgc/JuCbv9Kwlr+RyrE9UoqRPk1kJz8el4y/chFWP+N/QL7v5uI+N20IwKq9/7/8tB4/ZOKsvJt0ob4BgY6/n3yyvi9nnz4ZfHW/8mjtvp2umj7cBs+/qzrZvrKAHz5CH9Q+xaUCPzdB/zzvwzq/gX+KP5ahMj/CR+6/Ict4v0STGr8PQcS/qnYFQEOV5z/pupg+wscmvyzaUT5f4qK+xtaHPw7A9r/qCLc/PoYqP7t3oT/l382+I3jcP4zHNz9zqbg+jVZiPmxrXr/M4uC+","Yg0YQCLdhz9N4J2/gyy1v44qH7+MyYC/YUcav9M9J738nge9UbqDvwWM4r7UHPK+GnqDPSPJiz27bTG/Z/CXP/CpdL//lUK+bsqMvgFyKD/3GLe+k1p9vk0MBj/3xn2/mNKRP+o/MD4Z0+M/JPiuPkfFvD8mZ8w+qCsXwOpkEb+lqhi/1jm6P5DF2z44JZ8/TBAzvx4rkj/f1Yg/l/d7PxKBiz7DEyk/m+57PqqHur9OIZE+Z73PP7jJDMBZWiI+AE9SPszP+z8+VD8++LU0QLgAvD2FCsQ/laInPy+xCT/zAEY/kivVv5Xwqr/hmgu/swQePybujL5DBYi/wkC3vn4eoT4oRPm+OrIePEXLHr+RcI8+3ndvP4+GKkCRlss/UvgtPmWYjr8B8Js/KtO5v2FzCb9+6/A+HMDHPh3gyr9nYy+/ui6wP5JOKr+dJ+e/sBG/vpZyKL9KWpq+hH+hvpAjkD8GM5c/4rpTv5ZpHr5Vlak/3igDwK0c3z6MM/Y+6AyZP1LsDbxhB7Q+mnAxvktIMD9CKZY/b4Qhv37WHr/CIwdAF8+avwbb5r/HV5Q/02AtvxQipz4kuApA0dPXPsunNz9cmQtAAAAUv4TdpL4oJa2/Z9hEP4gciL/VEka/hSVOv50fJz6tvMC/QJDfPaesWL981L8/yRX0v1cyrT3VGrG/QzdKPyH7jj+ndQq/LZGvv3Pi0L69b62/FKDfv4m0lj8y0ke+KDPmPjlREz++kva+pgTXPkhPvz9wUPW+pucXv3AUzj2KlVC/Ss5uvYOghj/Cg1a/b/b0PqhRpr52aFe/VZTJvpKkt791dVm+9F/PPwXvGD4Hpka/1u4mvjqpAT7Km5Y8UJpfP7dIHjyw6SK+qB2pPx+jFMBTVq6/aRy7PrGplL/s9E4/J5c6PzwnR7/bDHe+dleivxXwsr/x9Yo/HN6OP9dk07/iyBo+kWLxvuMCCT+cgN2/U5ZzP4uOYr+pGaS+FlSBvtYhJL/uoD4+kY8/v8rvgL87ysG/","/tnHv8VMiL9nzHU//qckP9aIWT8Un7A+Wynsvp2ux74ndDFAUCpXPpA7lr7oVA4/ymlJvzzd3j4rRJu9G0AWP+n6nb24grE/eCWLPZ9wFr3BPKm+404BPn3X9z+sh5s/ljFTPxF93T4XJne+xECKvgARoz/ZC10/GuukPUekEr9UmBK+ieOqv+J+Hb/mCae+grZsP4XK0j6ooIc/imlJPtpcp76H4Lg+VMqbvgsGkr6go5q/C5gkP6BGC7+e24q9jWlgPj2Ier+0qK+/U3Rmv2zRUz6uFoq/EEQ2v1FZAj8SeK4+Aar6vuDA8j8TFsk/kB8fvzpU+z5H4d0/ZT8OP0fLFsAUnoy/HvFHP4HvrbvJLuG+N86HPoZ6dz8075E9WTNHP1OgV79/OaO/fcoJPyDvnr+9lhS/zeYEQE67170+Ilg+Kv7TPhUdl77/p5S/lEh+P0LLD7+Xlvg+uVQwv3CBOT5W5Ty/5ad3P6MX/z1HCZ0/+dIDPw6iw78M590+FcfxP98c1r0wpek+RkpJPlhjlD470qK++eKNvgU1ir9XQM6+2GiWv83apb6SjII+aYSYPuwWFr9EFZq+DLn6P85/rbyxDf8+No5rPZR9U79ohnM/mGlLP85Dyr9HT54/Q8Vzv7eQ6b+ZWdC/b9jIP7uqjL8dkgc/Zbcfv2sHXj9ggB28SvAnPcSjrTyeY/K/pF07P5G6/j8/JQg/qJobvxtj1z15g6c/TjqlPo/JhL+ymNW/V7xRv2k9HL9EgBVAcNS1P/6rYj/jd34/gAqBvxFTJ79ugbo/LLKKP729Xr5s+Zu/lp8vP3wSoj47/HS/c9BUv0aJrz0DlXC/N/KjPzvsaz/q2uK+VtpNP9ZXnD6bJEw+0kCFP8kdaj9rmkA/eQIePqt8U756kP6+X3nGPQ8eRT+/kAxAx+k0vfi7Sr5f1iW/tuvXPw1qDj5yqho/yIx7P+XHfT/fM0S/IOvfPh0GGrxtTnS/hymmPhLwFEAvrU8/hpqXv8H1PL8llOa+","g6aLP0+U6r49+YS+Gk0hv/pbKD+6HgK/3g3PPn+X7D5wgw6/Bpqsv1Xh17/+OEM/5Fibv3pKwD5fUDa/BOA9P14aET4RZQa/zkgUP3E5l79jcFM/1I2rvu7ISb+45RS/8Q2PPtu8pb8bYNm/tSd2vyDPYz9yU0w/XHdlP5w89b/azA5AArIWv5FfjT6/Uys/f2yqvrtTnz+gENW/+yaev+80Zj8nmgjAUI+RP0RkgD+YFZC+GthzP5UoZb9OW66/3g+APzGs7z4ersO+hx5Fvsj4CT94KJA/cZfUP8QZWr+pDVA/+dsrP/tlRL2ILoM/iWcIPiy+OD/k7eq+CM3hv31Sqj/+m48/bem9vqkz5z79+KA/vt29vqOxrD9ttse+akQ5vpPU+j9woMG/sibGP5vm9j7Mu2U/DSqjPseFE0AvZNo/T7knvxz8Nr8AdHG+tqEIPoV9wb8bFlk/SiEYvoDaO78P0by/8v82PxwJ0r9EFgW/C2TOPqugUT697As/0so3wP1rhr6E7JM/ouarvpOomT+UocS+Yzi5v9cs5b5Zdbm/nAcjP3pE8b75vES/Bbl7v4WQ1j8Dr0g/S2GsPwXCj7/bTsK/nFFwP+74d74/Q0Y/xhEZvkF6j72JcJG//4KGvff2Xz9u/CQ/vlp0P7b2j79xkYQ/NGrUvh2V6rymiCtA5JzVv5RrcT8y0OE/Rk03vonbiz4B/RU/uzbIP6E/kj9sSWC+JqbcPmx72r+DZIU+x9KiP71R9T4O1k0/B+rPPuDbZb/gNJK/lDDnvSxObr+yvjC/1wm0Pm38P7+PxW8+KOCpPwlYmb/y+Ce/3P20P5vR7z78xZK/D5aEPlsP2r/ktzk/qxyAv1XmwL0rquc9xzBsPga6X7+B7e0+vM1uv29lRr+0gxS/8mCqvq6QXb8mluS+oG21v5VkfT5I76u/FCLqPkEWwr8XtVc/vUhJv1Bv3r81Ra0+60mTP+mSdz4TLRG+EO2sP7AlpD8l0xy/AUyzvygCWD+RFAE+","02w0vxzzqD+tMm4/u4kavzwpMz8XcLY9IIgZvtYfrD6eQOC9yx/hPhom2j8BPTq/GhopP+39uL1TFfO+g3RhPya0J793Umu/EaqPPnPOTr8UR4o/RRW+P1BElb8RB3o/j7aiP4bGhD87bFw+N3C8PkeF1L+2vxm+xAeQP3s/tD+PErQ+PhCuv3pD0b25mdo/wbgzP45AXD6FJyS/8ywjPppUIL9wyts+SOk3P8Fbpr64yPY+UaTSvhqmlD/27+C+kPWuPwBEML0SQrW/iXOJPvS0hD04fEo/0VWsv7QzLz8yp1W/OwA3P/mdgz/qqyM+cUvIPhD2LT30m+k/DJHovsqouT2YDBO/MlNMv0rLn74+TaC/DpdPv9e32D9fEsu/2zUGQAGZBEBvZEQ/VeyqvtUgxb/qmWC/wsfgPg7jlD+QeAW++POIvyrnFb9H+NY+CM4aPyDOn74GeAi/HYkaQNLePD7S+km/gKbIPgzkUD+l8YY/EHmiP816bj947lw/1AmHvYYM0T+yKzo/7UkAwCAwar+mwbe+UcoXvVH5F79YZL4+T7FxP3jc5r16VwC/+DlmwHxysr5VqpQ9PbDqvpjXZz3qb+w+BNNPP2HUdz/rJiW/9aqEvLjgG7/G7mK/s5xWPm/rhL4eq7k/kdCyP2w/Tj+AZ38/gK0ePtvDBb73Guq+p5sWPzJ5yj/Zcuo+MoJuvKXmZL42oak9wx3xvvgbIT0rNb0+XQSuvttrQL+bZBU///KZPw8eYr9gObq+9qgUv5z+bj4ngZU+bwkfv/fF0j9enwk/XYaYPaoDOT8WjZU+OTNMP/0NU74OTZW+t8s9vS2Mbz+RwG2/wSixvgYxoj/pG9c+h55Hv195oL95C589e5E0v3PwP7+oOJi+7bqEvtwVdL8xMgq9vIf+vkc6JT/06/g+OrvKPpYVmj90HMG/5+anPmpjZD91He8/vLK9Pq8h0r6rspK/J12gPQR/3D06qJ2/ZbuAP78q6b+MwR9Axt1wv4wsNj+kUSLA","6K2Rv/G3K7/sKVxAvSKvv5aamz/1Ux2+bLVRvdSksj6Hv34+gkAMv0/VTb/EAUO/4HDbP1ob6z6E9JU9xHY6v8eqPj9YmPE+B2UxPoESQT2NJqa/Mee0PzulKz/hG7m9WivEPzhVWj/gp1c/btODPVV7pr+4Hg6/tVctv9E0FcCM3ry+e6X2v0HrGT8/Ijq/TsF9Pfn8M79pJYK/UfiyvJ0fwL6o67G8KCrFvgNFiz5t2eM+Cad0PrA6Qz8LxwM/+24Pv/beBcByO8O/jbzLP+OD+b6spgVAv0QtP4PDaz9nINW93E+nvyRSwL8bYSw+6S4JwFSw578bvjS+a0Opvmj6wb+Nk50+IcMZP90nLb/pRXS/N15Wv1IIPL9jupI+Gs8Ev12oFb9nEw2/jshKP190BMB104Y/M8kAP86Nlj7xh4+93m8Mv9E82z9ynqu9uD2qvj8fwz8aUy2/B+yBv52v4r6BceO/PVO8vST+zz+DFnY/AcZDP8nBYr83Fw5AdG0LP2JGq78RWXa/tHvdPawDRD+1s5s/3V64vwkhjT9LSbm/CKq9P/UhBMC/ZzM9TGT8vcrTiD6iGV0/4PnCPQTEcb941hC/tFsqv9QGk7/yj9A/iqXbPv/UoT8Gob+/0EKMv+TLtT+0/MU+g/r9PWQ/rT9ilq0/Bk3kvuJZX79BDIe//ELePtneD0Cb5pY/wsz1PoCX1b5ZLJI/601pPdfHFL9okv4+c8DGPiRsVT4nhyG/9dE+vyUvgL+eLoE/iYgBv81et76kWk2/rJQrP5zpOr+UY6e+G++5v7w6GEBEHxRAytvEvVSu3z6ALrO+oV2mv9cyoj545cM++eiqP38n3T+7oqo+TS4TvwsnCb/vPtY+0lVfP6eppT6vQQ2+U14kPystuD/Cb3c/LJGUPvWeAEBMzIM+sE0RvxQffD9GIYS/FMorP3+bJr83Txw/2NVnP+yZ0z+1MO+/4r8kvypkED/PjqS9mVTYviUrNr/Y5Wk+JJvtP+DgvD+eGZo/","w85VvzFoXb0xbbw/1uL2PSD8Jb9iDNy9JkmkP6b2Kb/cmtU+SqHav+vObT4qvnE+PGuaPqKbiT+ygp8/jfcKv3ksOb8JuUW/Nbeev0dOvDy61a8/cy7Tv6N4cr/xYi8+vmQtPmQGmT4vPcq+nq/lP4pcdz9CQcK9NL+PvNstOz/2U2a+M6ITQCNNjb/jbiG+oDYeP+jJ+z6hjHY/lvSMPOH+Yz+F6C2/kS9zP7XpAcA/AbK+trqgP4FZ4T5UUCHATFkvPoK1OL78Ehe/5Sq8vm7H/L9H/jo/g2izvY6iED+Rdf47spEtvye2CkAHiARAPjxEP251cL/aGJ8/ajsLP5a8B70fonO/Fs8MwH9Jhj95N80+qKQNvTtgL76ZVcm/l1XCvmq8k7+NDgM+//PwPdmokb9XhVg+qRMUQBZVi74G50G/Fh7tv/smsj9+SJa/jI4GP3A0dL/P5hrANaPzP/6XCkA7hlg/5XsJQCsimD9Dgsa+qgA0P+iRKj440A+/ZOqIvkOpqr9CFMA/4loQvVwJ071cOp8/2/TWvz01P782bJ6/FrUnvwHY7b46EG4/qocAP0AG9r4LgJO/XWIvPzkPeb8hqPI9fDa/v3OyAz/YdDy+ugjXPtwAOj/cPXG/dgmIPwv2KD72vSE/IVNkPmJ3Fj+gBLs+a1/lvo2oFT9Ud1G/E+8Rv+leUMAgF/g+R+4gPLqf5b8Pm2m/r0+VvRzhhz+t4aQ+xNM7v8gqgL9bf1s//56qPzjUmb1WDRe+PcUqvvwPKr8Tybu/Z6KQPtObkz5bdqg/wR2Jv8nckL4NUFE+h1sNPgDcHT7ef+U/7kyoPzWR/b7NwiC/E+YFv8TvFD7aXkK8YPWkP4U6rz5vCWE/UqWNPxHMND8OuQC+N+27Pkx/ej95j7C+M/dwP9uPrj9g3AC+WRq5P2ahkb3B5w7A1JZhPvlArb/KbDA9oKEwvL6/pj4pDbQ/1JTdv+wVk7/9rQm/bAkdvcXflL9SD42/zYgJPwNXbT+mkN2/","l8pVvmrZxT+rGg9ACnkPv/8brr5i/ae/hiOsP1l9p78xK+o+KG2mP+NHer6QF8O+xSb8vcq78b3PtgfAyHOVPoe/Pj8FENa6KLHCPsnNeL+ncArAB50cv7n9GT4de2W+pc2NP0mqtD+6XrQ+tu8oP+g5hz+elzY/T+mlv3aFcb5xRGO9z5h6vRognD9Rllg/Uvfev4m/AMDMb0i/q86Sv7qsLr/AqHk/Dhikv8vUCECWX0m++rLfvvV3sz7cRjI/upyuP/jMNr9+ecW/8EWMP6z3F788aM8/ryehPrJJKr4Muxa/pOTNP+POwr46Y/a+MaKVP4jmnL6S5irAUndRv3hGrL3RIhs/tr2Jvg5J7j8UgZG/kb7RPhZ6qb5rAyO9Fzsqvg02Z7+Xoj4/g3fHPo1B7b4U0MG/h/zYv/qjmT/DgIa/nuzwv8nZbb4FZri/MqN1Pjg96L5qvDE8ONzlv8eAkb4H3rQ/IJsxvwczNT+gEgXAO0giv5LaGz9/mZM/M+KHv6O7gL7xJfs/2ijRvoohpL7G7Li/tO2YPg1FVr4orHe++GvUPVYW1T9Tb1W/rQzXvh+0kL9WnR0/DZxhPvqjKj/G05C/SafEPiyr+D+febc+WEi4vLK16DznW4U/P5CtP7JnPL/OtcQ/WdnXPkB5Br+lhda/5hNjP5B5ET3HVIW/y3xKPOozS7+XtClAAPHlP/ermL8SpxA+iozVvc04Gz/5wXA/kjTQv8IWNb2X4iDADzT3vyDWbL/2pRI/OwQjv9MFor99NiM+uK7BPrhqmT8/3bS/a5jHvYS3hb/qcy0/tTNtP2U0WT+Y42O+FcKevz1Kdr1D9gG/i1wzv2yhlT5uFA0/aA6lvao34z0qILq7fMcyPwva3T8/q1G+aFD6P3cjhj4c3re+JjTKPqGQ1r/S/E/AJjVcvT5Alj/jz8K+S3YUv6S8q76lBjS/9GKcPthP0b7YbMK+fsGXv+BJiL7bUnY+XMQAP9Dbur6GJKA/YC7TP9Ltj79Ue9A/"]}],"outputs":[{"shape":[36,112,1],"values":["v2eXOYkUIjrDP/o6cDVCPx1dCT6fakw8GAKEPAD2Qzvz4eI79WdEPJG1pTzdhuk8Uh61PHiQdTyThUM8s5cxPLlSSjyNxWw8SFpdPIeyNDwSYNs6vsINOhRbYTnCcTA5dmdbOWxa7zld09U6GmaPO0UwWDw7NJY8l4+ZO4WgyTpc2Jg5wGnuOa+8pzvDJ4Y8rcqnPayOCT/g1Rs86gPTOresqjtClYY66hHxOSz3QzjEF183lVCVONxG6jhFpFg5H+L/OnyXEDx8ZdI8lc1fPABaOjtuL/s6ItMJPIyAjjyPeJU8geHWPJ7NMjsbJKs6Rgk9O0RaCjw6ySM9FznTPY+WLzz4nFE8Mq6VO7WHZjt46Kk6RP+fOgE6bDrVaEA6p2QeOoDAezoR1g87LkWSO7G4ajwuhHw90/JPPu0j4DqUJw85g2cQOsfUlzrKWA068n6bOgXq4zqHjAM7kY3rOjbQqzokK5s6ya+XOt86RjtbHwY8KlfaPAZ1/D1XYCA8lRuVOsvQvji0nls5AqKBOc5MyjnZ3ZA6u1soO0+AcDrK1TU5mxA9OnSFJT3iefU9y1DmO7FUkjpAq6o5gg4/OnSZHzdRV6M3z01YO88g3T08ezg/7Jz8PNUtdTt62AQ7u/3bOsPchTs3r0c84MfBPIzDmDxAdEQ8aoUyPLxQJjzuaEk8kEZFPJJNIzyJWeY799mnO7QInDnXDs04bL+AOED15jgqXzM5EaGwOUw2EjtyBFM7TC/WO43lJDza2cY6IDc7Oetr+Dnr7EU6oMVqO2iOAz3gshQ/7qQ2Pe0WDTseBDs6id/MOVSL2DkRKyY5gstgN+m05zeH52g4mTPFOC8eADqgb6Y71pG4PP5lrzyldcc6IrlnOmgBfjtjUxs8KgQLPYsilzxLmU47bHqTOpYG0DrZR0Q7ZhbkPCrGpT3SzBE942bvOzB2jzvmFQo7xjqVOt7fajqaFOI5UjgTOm77yTnb/1o6miRdOjmVQjtsDa07h+iVPDGhWj6S1Q89","8E40OcGa2zmyH/w59ex+OVvOjjkfmFw6vkhXOm84eDrdIwE6e6fHOTi9hTrcboM6O8cnO2ZPKTxgWoY9Uts3PcfeGDuxWUI5N5MIOWp11TgZYz05aYdsOTeKSjp3PwE6i3uoORvwpjlw+8081tGGPd0twDx864M63+krOQiNPjmdvV42iiIcNyhSvzqetlw/v9NuPEFUCTv6xbU5ZnkZOQIIlzl0kZY6DpQhO2yflztiYhc7BPwAO6hi+zqwcQI7so0iO9FSCTvVaNQ6pktxOr9WjTnpQac4/lToN4UiOjghvlQ4P+2IOOKhTzknJAI6q+nHOjQpCTv0ywQ7Y4irOo61dTnXxgY6c7F0OmK7mTkIB1Q9H1MkPxqcJjmkkxk4azqaN60lqzeN9xQ47us8OXHmuTi/bdA4x9+cOG6LiTnWGIM6gFQcO99RGDviqOQ6ZKLUOQIOJTpKzy87jn1aOxaXYTuXpIQ6BoFOOfGzjDntZZk6ekagO/jTRDyWHao7g8ujOjbfCjql9YM55mmGOAtG/TjoZY85JqmtOc+QNjrn58I5ZAvVOajG6jktecU6vVmeO/mBDz0pr7Q9Hn23OSREYTjjzxY4gUmtN+BeKzghKc04XLcXOQLrQDmJ+0I5A67cOKfZvTjLiRs5JuAqOmADBTtyFu47znUQPN+Fzjqtc/o587ldOJz8uzYXf7s3/pSOOGKSbDliCSw6rI+bOudI4jliAJY7KrakPe5njzwECa05l3W8OJsVujcDgHc4OOumNwedDDhSvx46A8jiPspDtz3g35o7gHQTOw+2ezq3W9g6CWRJO/wOVjz62VY8GOLFOy3SezvnU4g7wfVuO/AhbTu97zo7ag8GO5VksTrA9b052zUkOSdFezjjfH84KBTJOIBPGDmleu45Ek2YOsV4Azv7bq870X6+OzKyEjv6pEo6sY/ZOl6nKDlxSic5Oc09PMDzBz9R+oQ6QIhYOb2CmzgxwW84kTsaObT2bDk8cgw5QnDbOM9D3Tjlits5","7AXpOjdCkTsKBwc8veUBO645MTqtnIY6DSY2O4i7Bjz9+to770E7OgCi6Tnf8KA63yb0Oql9qDs2AuA8SIobPL5odzo0Ey06agcgOoMk2jlMj/U5I/gCOjFj3TkWhxM63iOBOhQUhDooLvk6ZIa1O8Kuezs0Q7U8SwlFPg4PHDv1Dpg4hQm0OM7i+zfAJiQ42dsAOcCWtjna/jA6pdQqOsCF/Dlaxgs6kSZ/OodOFjq1Dik70fEoPLzoqzzRsBc8VIVMOoRxKjnpnDI5ZHBZOWIXljlCaE46Q0/vOnzqOjsgUxA75qmUO6BIaj2MxY4880fiOp0NhzlfGxw3TzLzN0EKpzg9GE06JKp5Pj1cQT53iyo8TN2+OunpXDpn+a06lAAQO5pmFjyTZI88lQtLPOBNYjvOnQU7h7yxOiCExTrc7wU7CZfIOim56DqWU+I550rYOH5zhzgyQPA31leVN0FenzfCsC04T+HuOJCzBDqdxLE62T1LO3m2PTsH6X06Awf4OZVVdjpbTDM6WZ+fOeDEuz2Z6t09zhzOOX3UfDhP0SI45yHCN5DUrTgn0xg5WMLuOJBy8ziuxcg4VXrsOSjibzqzAqo7xiP7O9VeqzqTp186wI8aOm1QBjvjw5Y8BRM+OwlWQjnlVz45qAEXOn9wrTpvpD48N0apPIQUijopmik5e3/POTfiDDrQjMU5yM0vOtm3PTo9r/w40wYJOQG9LTnN2w46y/DNOqjkBTyu1cs7lBobPTjfYT2476c5NGSmOI8KbTe8lys3TpQROCkSCjnapPM5PfirOlUthjprvmk5/Lw1OQKaSjmeTqU6E06cO1nwUzxXCBA82DMDO7grnDkVOEo58j0SOQijeDlK8vw5CfmHOqF8MDt984U7vz7NO1F6Hj3qJBs9qhzlOjKOhThh2KQ3VLIENkMt+jYbtpo5yieIPGV8Dz1PaPQ+W6fQPEudQzsN2nU7dErmOpk9cjv4aDw8f5PNPJKSSTwTE+Y7E6ViOxckVTuJ+CA7","GZk2O4JHDTuNvP06VVnCOizeazpprY85eK+rONcnFThrBzY4G3FtOOhVEDm9nAo6ArGcOoIEYTuW0Zs7IYA0O65mPTqrjiE6ELXWOXMczToXJyg9wMCSPns5yTqZCg45ffi1OCdh8TemHzI5Xoy9OVgqfTnYolQ5Weg1OXAKxjm19EA6Lnm5OyJ0Njyxnao7Dd7bOuJXIDruxbU6KDs6PCHnyDtwfv055lW+ObSFITqcPY46uUYXPHtsOz2mQZc7/rQ8OsqE6zkXxnw6UBMPO+ZBXzs8cfE6gPfnOaboSjmPLvE5NW4YOmY81DrM0ZE7nWhfO/5ytjwFFlo9t9S5OxoDqzloZ+o4v+D2ODAsOTn/jTk6EtkdO2vQ8Ttyn307xlYTOlfkEzmSeVw5LhhFOhVukDt61Vs8arpoPMniNDu9Lsw5dG+HOSNxgDnBsDc6mOIoOheOyjpOk3Y7wyt6O09Lvzs/5H89c6UgPXVmTzsgJ5Q5UqVCOMQ9kDUDXu02juKnOMtfizsB1BQ9FnHhPp6X0T3AZ5o80R7EPCiHxTyWWik9ebaIPdBvajwtn6c75eWtOjTQGTomZ1g6t6xaOs63mzo7kZU6tlk0O51sszvUAOA7YqPrOiqRoTnI4w05Jw8zObLQojlrpwc6IdfIOoXGhToUcgw7XLwEO82/szrhNs06jXA8OwGcLjvSqos7NHYlPORNdz2aYO48LdmPOuhw7zmCNmY5iWoUOqsq/DmaI5A5wt9rOZecTDnYthQ6hzBsOiGyXjuZZg88IGvlO9+9NDzcOCs894jTOz0phDtsgus6Pft9OgiSgjr8B/c6tNrmO7Y/Bj3Ly3w7GWdVOq5jvTnSOSc5HqXgOF+wujtQigY9NNCxOy5L0TgmoZg4AHt0Od+U8DoMNgY8CBfYPHkCrTtPg447PeTZOwMhmzuJGnc7q2M9O3dIWjr6Wbc5uu1POpoLgzuaBo48HXwIPD8ADzqDpZg56TADOq07Dzu8nco7E59DPGFYITtMhBM6","45jxOHvtZjjvQnI5wyQ0OmAzGTtrcsk7h8CyPFpLnjx281g7hd82OygLPDtMNT46RpzKN9T90jZiWzQ16B5zNja9KTgTE2s6IFOIO4VlLD/Z+oU9N5HePFT7Rjzsb3s8o6D7PFg+NT0VBYA8AR3tO8TOKjtreok62D99OvsGbzo/Tj46SbabOozECTtPNKQ7Jyb7O3cWDztd/vU5DweAORgswzmr4N05r/4BOs66gjpQUlk6S8XKOrdBDzvpbgQ7lvGVOsoO8TrE+Gw7b7xuO8z4RDyDPgQ9G76kPc5+ajrSREI5KdooOdIuaDrOhwY6lSyGOQ/CPznZmAs5svLVOQhriTojgFM7GmbUO4fdXTzkk0I8zmSIPK4pbTxWAbg7XzwSO9e0YDpkgZs6ZfbsOvZj7TtCa/E80N6EPPXoDzuNb4Y5lzb7OJ87WDhbfTA7yQFSPWdapDuvm9E5pIyyOLnl4TiZr/o5gkxJOy42JzxMSs87sGEMPPAgFTx1WwY8Lpi6O+fyoDtFDQc786OuOmQuvTpkypc75Eu7PPnoLzxmLPY5+wAYOWJUwjlee4Y6EBhHO0noijyQ56U75EZoOhjyADk9XGI4yrMkOQcJZTo56JM6IUCzO6Rx7DybpIo85pgCPIQHRzt9cAs7RvgOOtZo4DcGaac2ef+HNCNaNjbtUdE19lfDOGs3Qj4XDtY+pgsnPYINEjyIqoY8i2mHPHEVYjyUu4A8DbROO08SxzoWq7g5ITcyOYIZgTmx6UI5woyVOdDaLTp5euw6TXtLO2DAQDsY6YY6/YtkOew6wzjTVyI5uq1uOZ8LtDnyXjQ6VOTUOZR9TTo3kXY6klqEOi49aDoxflo62M5fOnFCLDu6PSk8ywrDPXrsPzwQ6dY5oqQMOY1Ucjh0P2M50RhwOYqxJjnzfcc4kvyDOLSGJTkWB9E5/xPDOiWlMjtW2WY75GlqO80CpDuhUB07UT3uOuNDZTqmWUo6rKmMOhvuITsRAxc8tRwWPG+LJToQWYE5","yfIVOX4eZThr7mk5f/2EPO9XnzszTNE5FbdGN1SCGjetcig4LMPhOcvf3Tqs7V87GPtuOvYH4DrkXIA7OteGO2L+Zzs8AkY7Z4S4OnfMoDppZqM7dKYtPKegEDyMyPc6LD1kONXnGzjRG8k4JHi4OXnjETvk0Vo7GtnfOZkZ+zhU2LI3CmlcN7+2pThKaKU57LerOr8q7zvjQfY7JjoiO0pUvTk4JX05uMeVORYjyzjmid82y/MANhI6eDTNJ/Q1EaU3OWthxTkWrPU90IJWPnVQ9jyAJjs8UQxuPC5PkzxsnG880xtWPEJrhzudp6Y64cOjOcy9PjkUtiQ5JUMiOWrTKTmu/SE6BbCdOjbXRTssxMw7NEvxOqO89zm08YY55CZuOQ1SRDnj2Yg5sffeOecCADoNfXE6oRF6OkG0tTqfTJ86Du7QOk1d3DohY6k632LzO84TBz0GlsQ8aiWEOolQGzkvWPo4GIYVOt5y5Tm9Bdg5s3BhOcoGyDiU4ac5gRAoOoXmnzpfZV47HTfCO070ZDs9L407K7lJO9zZzTph6ZE6EgWEOmaLhDqk1wU7+mMLPGeSwjsFoTw6tgFROfwChjj7XAg5VeJBOeKDDjyrf7U7BYseOeTeJThe4Ec3gJifN5/P4DleYEE7UtuaOwZ7IzupLCQ7d6EuO3YRfTvnuQg79Vm2OiJDQDq7pqk6goJIOwT3uTsGZS08cU7FOnoStDm6fAE5fAAGOfi+bDkKd1k6k4FaO/jPgDpM3SQ51/sGOCkjCTiQ0Kc4VjrDObVhbzrb5fU7ledGPBDbITt2emw6MhisOcdUyjlcA6A4AJhKNlDnTDXpRPszpuveNaJQjzpH0BE++JAwPw9boDvDhWg7GgIOO2TcDDxC/uM7n7m6O7H9Ezud+hU6r4VUOd/3aTibW5o4sxt+OPzwpziNd0k4QeKHOX017jlkbZU6/i8gO8qMgDr2g4o5Dpr9OHTKxTiiMZM4CVZuOGHUVDmXrKg5RJgCOroItTr+G4Q6","k/7XOYJnlDmgChE6s1pvOi0Q5Tsgaxg9wT3lO0qEzTnXtxA59v/oNykW+zha2wM5kV3GOR8hRjnra8g4dWlSOeIpnTlOHAk6bd20OgzJ2TqThR46NgAyOuFerjlcP7w5W/8lOuwcCzrWaCc6p4CjOujmgDvn5Og6ThwiOQyI4TgzdFY4ypRCOTiuUju+bMA8fO6eOBBVHjZEC0k2TvrYNvZ6jDcKT1A5WjeyOvMujjvwvdM62OSOOiHTuzpwj0A7QpWxOTA/hTmY9h45vGpnOQLVDDujVe468fnSOQ0PPjkxkoc4eZciOOod6Tjf2QI5622MOSRKyDl1bi45Q+qnOPt1Xjj70RU4bUp9OINvmTmikTw61MmgO1fXOTskATw6PyWOOZL2CjlK0rE4d95NN0pLEDXkP3Y0DIauM8NklTVkEYw5qI2DPg07UD8P+S08VXwBPJmYyjsAqQg9povmPEhL/Dy28dc7gYMTO7bJtjkh1SQ5lzQYOT4Bsjj+Hvs4FfGXOFUgqzkKKh06cWPrOtm0mjvbpL86RumyOUjTiTmKRgY6nPJOOWlmmDlbNbI578zyOZ7Lmjp0HbM6rAq2Ou9dHTpHZlE6rZGWOSe+wzl78BI7wG0hPd0wRT0hCUw8PJJcOZhvfDgylnA6LzRwOezYfjlWb2k5ficuOe9fFjpsggY6OLWrOgwt0TvRUZ47RJP4OqPrazrxQ5I6Wfa7Oc8sJTqppCM6n6IROkioDzusP8Y79XAcO9+Fkzm2RzI57nmwOAdVcTkHr4E6BMetO1FAwzkAOXM3o9S+Nn6gcDe9IXw4PTwSOuArajuwSwg8Ep+AO6xpIDstKvQ6surPOl9XXDr75Kg5tXt1OTJHZjlc1k067ATUOjfcwDoO6x8696nJOdgFMznc51c5FpGWObaHADqzESQ6aP7gOdMJczm0drE4bDNvOOOzUDhkZbw55ShaOsZDpDuNGZc796O+OnCj0jnYRC05dHYaOVnSazdLD+00+MiVNJT7/zOeGZM1","D12mO/O/vj2KjWw94J8VPuBMGz3XAIw8H8mGPlzmuj7WNSU9F6/dOz1CpTl3zzw472lhOBRbQzhUTUg49ZOjOI+tGThTurg5+MsuOidwZTuizlA8JCe8O0rQcDoIpxk6KpRvOVLknjgYqh05VXetOWXLOjqMoBI7O1YzOzDRvToZgXU5+f0BOeQHYjndZBc5yQHuOHr/aT2HghY/n9gFOtIe/Dhw5Ok2xTcoN/Sq2DbxMsw4LqDCOB4kDDk8j7Q5h2dIOpzajTuWqHc8GeDMO+Xz3DlodVc5UsQ9OXY1azlcUo46BOXLOrSLLzspf9c7/kNkPI1mZjvZulk65kO3OVgO9Di5cSs53yNWOsOQ0Tqi0fE5qUfWOC1BDjnoGQE5oa0MOauBeTpEnrQ7JQ+ePIih3ztmd0A7LWdVOgD0wDlqS105O+LfOeiROzpZnJE6bbcbO6XN/Dv18CI8iRYePIxKFjtcVoQ6+KkkOuFHUjm+6Yc4hTC/ODJzsTh3Igo4eqIUOAmP/DffxIM4VRviOWZLeTrUOOo74CxqO6xOojrp7js5Sve4OKpGoTjw9wE322cONM9kYzOGZ+YyBd1INWhs2DovIu470gGPPZqbLT3FP4Y8h2QCPDZ7zz74nKs+aS+rPRAR2zs/ac86Uq6uOLXenDgmhk84vj4dONTyhThqql042U6POacs+TnSpw47MPqnOwo9PDu+nDE6HmgPOvHbxzkuzdA4CqcMOaSZkzl5ibE5vbneOppXjzssOA876lt3Ojyt9jmDkB05xBMvOGI4DDhGigE8eLmjPkEsCDz7O1M2OoUhOA7kszYXGBA3kM4aN9TNNzhqSHY5gbVUOsvFuDoeC9w7h+uYPFXJSTx/g9s5NxGaOT3XLjlpfNw4fIgpOfP4HTre7G06jo9TO6AmzDtUeTc7GfkGOk3y0DkiIJw5r5QCOuhZNDrtTS86Qi1iOQvV6TiGIiw4rxj2OOjlzDm6Hc06kzAIPHt1vjy4l/k7SWU+O0bToDr66Z05","9MZeOTW9aDlNQaM5NWlNOi7KBjs5U+87D8SBPOfGmzzR9pg79wFNOzAf5zp+bcY5+co5ORV4BDk0VRU5sGKPOEX84jdcb/E3CgKVONPHDToLD2c6TFCeO77TezsDMqw6V0IMOfZonzhaFLY4FzIBN378jzTGch80Oa9LM3esDDVjfTA5EUQ6O83J5jvrWD8+UMGLPDrzIj4e9is/38xJPnFA4DoCvpk5oCwaOVEswDexVgk4j0d+NyKusTdHK9Y3el3TN9QYBjk6Sbo5/9rKOnJMYzs818M6RmypOTDIwjlVYEs4u65bN50rVThjT9U4irLIOS7f8TozGuM6KHyrOpm4rDk3oXM5jPo+ORFnizh5k6o542lUPoA+2zwzlBI0S+SBNlsv8DNUniAyu+XvNPye/Db2oY840XASORDyLToKUw07teYSPMfnzzu62485xPPqN+tjizZPs003bBqBNybYuDi/14g5lI/bOZbChjpjEME6ZTdTOuyKPTnVYUw5vOcVOUYYgjkYXoU6h0hxOpxrJjkdvGs4aAm9OLm4BTl/Cwk6i4oGOye4ejsjiQg86juPO2De7DolIgE6xg/IOAudejgD/Ws4bsb8OIkZAzrSxQU7BUfqO8iA5ztUURA8cpSRO8TZXzvS94Y60PyNOe2mjDg+BTY4NzQUONgvtjeKwgE4GIwwOF6Pyjh/LKE5x+UhOpq3KDuxiZo6KCIWOhzq1jg+MkU4r2dEOPegojYePC40m/y9M235XDMfj101jfsVONO+RTsiyyw80j4GPslqCz17nfM8q54UP9iUqz3yY4U6hm14OoYTTDr6Qow43IEcOKGJyjf4gVk4z6InOCLreTg15cw4SsyQOZpgRTpSiMc6neA0OuqxgznftE05/10eOS+aFDnfX9E4RlZzOSb7FTpnRTI7/JTcO3xGKzthFyY6rvi3OUWekDnsU+o5hJOZOb5BnjyXVSQ8NkJJNL0MmjN8ijo09vfJNC+uajbylew2WvujOISUGjkBqro5","6JD/OjPEuzskPlo7JvtlOQAVLzd4gP42SXz7NpO1ozf+w6c4/+D2OWCjATrDLX86Yqa6Oq4fgjrnNdc5+982OrhvSDoWV6I6PA/sOm+AETowSiY5A7TGOKg3ozgtGxM5uGA3OvlZSDsgCjc7slyJO9MJHztl89k6CFqxOjT3pDkV4UM5bLLvOFELFjmdxhk6AIL9OofhvztxH6I7O0O5Oz9ZBzsOogM7lOSJOn91jTmzKfQ4MsBaONXbSTgU2CM4TWIhOPLcqjieXes4S92IOWh4Rzo9pe46OesPO3SWqDqG5hU5MjWAOBwQGThMWV82ul4VNJAtnzPysU0zDt+nNYCNdTkC9IA7jbNUPSGs5T2coSM8lGd2PQmHlj5REZs8CrfuOm04OTwcBP07ReUvOn5RljmzfYo4wO1tOCGVIjjO2/I3omY0OKV1hziY8qA5pgw7OvSiyjk4C6w5a+7EOcuQ0DkAgTU5yi4lOYBrjjlnkvM5KBEMO+M+mTvbljQ7B1+TOqK7fDokawU6R/ZNOqG+UDwDXu09Mf3aNqOdiTM3wGYynKC1MphRnzSeq3M2QWEnONf/NznY2eU3PjqSOZuZHzr5I4Y6GO+pOTN5ujeoNCE2p13UNUVaQjeVCjw4NoO0OddQhTrKTB87aDUZO01MAjtmBi07GutEO/m8gDv8/IM77HCsO9L50Tugdxc7tt5mOUWq5ThdKM44VT5wOaBsJToNRLM6MeuoOhFcCzvT/w87IuINO1DN/TqNMfo5qZudOXKiGTkidU452U77OanygTqBDyM7EasUO1dkEDsSDfM5q8BAOrvESTq+IGo5F1JmOANP+jdZhBs4PoVfONiGiTgJO6Y4MlBiOLDkCTl8Hd45bI/+OoeMxzvsCik7ht7GOT9ItTiNxwY44ZJrNrl6MzSYYOoz+nDUM3TP4TXNpsc5rNLcPDgl6Dw6+OU85+OIPJ/zsT2qCDg9M1TUOxVQXDqbaZQ7O+d3PPUf5DsaNBo6EIbdOAk2YjmMeSQ4","1vyVOC16KTgd7dQ4kKccOk0Qhjrvfvw5on7EOdalDToPGGE5JxXwOFpuxjhu/iQ5zxgoOsQbDztzwME7e0iKO7TjjzoIcZk6rbM6OrxpWzpUNgc8DqWgPEondzlrsvA0HLSrM5Ml1zXqd5A1WP3nNo1s3Ti4bPE5sIeeOQ61jzmDg5s6oMSROgnuyzqFXwA5rJtTNimi4zZ/HcA2Wzv8N1PzwTmT7gs7TMPQO4EPezvS01Y7BpsjO3K/dTvV6Yc7PDEwO7X3OzvbOH87tXC9OrTdtjkgUFE5BhAeOWCn5jnZfas6F30zO6EQJTvqcjs73wNRO6uZZTu5tC07GtJ3OhpY6Tm7RTc5HWzFOYY3eDq5HxA7v8+hO6JYgTuB3kU7gMuCOrSRODputSM62r3EOaCi4jhO7b04GCmxOC9DIjkcBMk4cQiUOKrqmzgYWqM4fJLnOfL3VzpEQA47rBmuOhG2MTmNzKw4bUUoONACgjaX6D00xU8SNF/jFzTt0CE2LXjgN0rpfz7ByoU+aezLOWVvoDiGriQ53L2ON30joTSHRD40zeQaNm25Bj8PDEU/cNzjO7XSjjvZUks5Ea2vOEgwVjjS3m04LTCbOOZuRznpdvk5tTG9Os7hRDvL2VI7ls84OyXdXDpHNXk5F4aMOcbThDl9vsM6zDj6O32DAzxj9RM8sBDMO2NUzDr7qs46FfHIOl2ZBTuwGIE6wTKlOlyBLDqUcyw6LxepOvTY7jq0+bM6JlXuOrgpQzmXslA5pcNHOiN3bTui2js8G9wsPKrRKzkJL1k4sqcCOf01EjmvNyI6jK1QPJnGuDx3tDA8OXZhOyLLNjvYubE7XJuhOwhaNjteQTM7mE8SOwqxozpbus05bju0OYmSuznLtig6L+7BOmfp0TtSOnQ85WKKPCuxKzxSIyY8yj6iO5UE7jozlEI6mvzmObfDhzp4pt86OmpDOz9o6zsN41E7x0koO+ESJDuZ3BE7cqQRO5bYgzpn5QM6otwEOorgkzrtAv86","EcmEOicX1jke/Ws4VMxqOJEH7ziYRBc627gBOzUGHDpYYS85P1u/OLTlDjiYG0Q2xny4M7K8cDPZOcoz+fY2Nk3FNzh8Q7U95XFEPjbkpjkvrBM6/ro1OaIaCDRyTGgwxM4XMLScOzQLrBA731VrPxwc7zv0y946vn5COpF9BjmuCZE4K09oOIFlfzgvEZU57gW3OQQ0bToaIk86SkqYOn8shjr+2mo6GPVQOriahznL/LM5WqR0OiExWTs65Rc8IoCMO4lkYjvwMrg6HsZqOoir2zpPe945/SrNOdAKqDrAlrY5F3qMOrQzjzoQHUQ7HZAKPJeC1TpFTrk5glmNOFkTXznkArs6Evi3O7lU+DqWrqo41+4fOSMcFzhWbdY44Ip4OvNUkTz/ASU92QQZPESMjjvNJNw6PAxlO0OAGjt128I6bTkbO1ikLDs8ZuQ64koDOskwyTlbYX85cclHOl9tMTu0Xdo7St45PNpCHTw9Mto7UqCbO9FYSzvIGbA6n1IWOggz8DkaGHg6F7z9OsMZUDtBPwQ8yZ1+Owk88TqGYQQ7QYukOsGL1zp3oao6mP8IOphYRzov6JA6PwsPOzNNeDoXLv85a9B8OF7r7DjELeM4HrnXOajxKzojEEw6RsBvOaP/GTkLVmk4uW04Nut5qjNWDqAzbsHIM/vxIzYhcEk29w4IPVs2yj6/+Z02foRTN1yqdDevOK019kklNZBXEzCiAzA3EspxP2DC8TkSPao4iX61NrPPpTbKzlQ2SyfuN41MRDgZNmY4w3UDOcVxKjlgmA065kaxOsXJLztLYh07TVFtOj3dnDkRGV85TRl4OfsQdjoTG4o7VVwNPNuMwjv6nEk76TXWObVvnjliRRE6fu8FOoqMPTqGV3A6AJy1OnG1STsKYMM7Wk7VO+ACfTrx9kE6t9SpOO8QHTgfKAg6OADzOpwegzp9s884WYt9NnoLETiv5x05gYgiOkGUDzuCAvo8r20MPGG1gTu+z5I6NMlNOolMtjoF9kg6","b6uLOuX7QzuzYmw7Hq4LO03ZAzo1tK85nAGGOScrFTo1H0Q71CvkO5U4oTvqiyI7f+XdOqKC4Top/FA6p5IPOuDnHjpjHTI6JS+UOlU/wTqNk7o6Dx53O6U1wDrrd5E6qzGqOr37RTqXPYA6RksfOvN03znQIkU6y0gOO4g3WjtcU7I6RLKxOEvQ2jYav702TO3tN6PBUznhWKE6kjTeOgoUuzkeW0E5PyuAOCEupTaS2jU09ewhNEm4gjQTNFw20INrNiv+pjttGAY/umzqONglwDautcE3l6OqNvDaQTa+QIY1mEk2ONwg3T5sOOs7Ans+Nr6nbTQx3vY1aHmrNh54zTfve+Y48FS7OBqqJzlmqos5TAIyOlT3KDtHsrM70ptFO+iYfDpFzsY5GnYgOQOchjkBs1c67i88O3wmLzwV3Jc767P/OrYMWDoiZBA6dAqCOo3BFTrMujc6LQz2Oi07TTpCQto6ipMmOxCAMzsisJk6yYxiOTz4HjhtsfI3+AbdOBoGrTlyXoo6CPNwOU14ATk9Kwk54fq3OP7zCTpYiV478xCQPGZWfjuIhcE6n1GUOuxZtTqCQdI6yWzjOunGVztaXsg7LAw3O5fd6Tr2irQ5gZQ2OZEwSzmDPgc6so1VO9jYuTteEFY73Eu5Ok44kzpKiu46+9NEO/lXmTrveXI65Pd5Om5XMjp+YVs6JerNOuEGFju9hkg7EQJJO/id3zrbYHg60xJPOjQmuDnPrnk5jxvwOe3WkDqBuNc6/NroOR7ihDg8RFM3hsm8N2KQRzgiThA6IaG+OhQIMzs/VKE50x80OXjiBjkGOhw3cQ2kNDszXDSs/CY0os0tNtexJDRX6Z47QzXuPQCHODn8COE20+SBN84aIjlt6Ak5G7buOK0FED/LylI9wdgINoe81DRI81Y01esMNM8HeTYzMR056Nl1OVMXvzgLLIo4d0AIORJ5Yzoufys7UVLCOzfrTjsYvUA64MMfOR7+7jhAuqI5xlBxOgappTsskj48","2oVxO7ke0DouVU46cVEaOh+v8jqGob066n64OhSVxTrKmqY50bhsOmnMpzuGWTs7t/5cOQpaMzl3+/w4oSmQODJ6Rzn6FgA6ZyU5Ojm4dDpuY1Q6wJkEOgDayzkm8wI6MkEVO3nLwDzXKSw6HlDqOTgDfTr21tU6k8JZO6BBnTvcUh48zpBEPGhyMDyVT6I66LowOcQavjipl0055yssOiTxhjtojqE7fz2kOiTGTTpfPNg6gj81OzG5oDuXtYw799umO9b8tDpnrrE5aK4bOdhJmTqRa2c76E6kOxlP8juN86E77CKeOlaiyjl+ZOo4EPKgOLmQRTk5lNg6JYvYOsbjhDgDAd02/d7LN2kT7jcJkA85lf1QOsgowjvhZIM709CKOasnTTmpgXg5HEnsN7SPwzVVjzo1E8TXNJsTpza9svIz/37jOgchlz3f/KY8D4gUN9UIjDcru5o48wo1OW5x8TkbCvI9GbyJPqI/qzewYyE0tsvYNShqYDYbJXc36Gn/OAHeljkfHg45WiwsOSONSTlZMxQ66MVjO5dvKDykvBM8ffwAO1jShTk3YS85dhlwOWK6PzpivsI7X/SWPLt62DsaNvU6RxaMOoesQzqiLZc6kqYMO7dtHjuQ6gA74UQfOmjgyDqbCsI6fEW3Oi0mJTpDQtI4EnyBODnBkTjlwII59IlFOlr8bzoXLAY6LwuSOnUTQzpFb/s5ClEpOm1CkTvp/y08YY10OtY+lTm+MB46Geu/OsVBOzvIeis8OI+EPF0Lgjx0E+U7NSYNO8vbmzmgaks5MhaPOTxBBToUHkI7rbiVO9T+kTopMBU6TCNqOgYQwjpLLpI7GjNCPPoVpTsN1so7bKgnOTaCVDqYmRg6K7vcOcOrODs1+LU8E7cXPLIRZTvHxcI6uIOrOSmDzDjJIRM55lSNOlgghTrEuYc4pRFPN5EbbDfn5Os4ChgCOoADfDsVlJk8FOtXO8nIiTklzDQ55QRzOdT+2Te3fT41NN/MNKl9TjQj87E2","tOkSNbxMAzyySoY+YhjJOl8czDu1/Qo71y6JO8AMEjxz34Q8EzVXPS/MzTwvdWI8X+qYOwMCQTtDDBY8EE6+PO6tHjyL/p46czwJON8onTd8U0852BxUOByHlzg9CLw81/NBPtTkAD0lKSY70Y0OOqcBNjpjKSw7vNqFPKPyQT2kgV08yvKlO4+rkTtseys79khvO+4ySDsTA4U7RZFgOxDggzpyLeU6netHO+XCJDt0WsE8Xgv1PI4ClTsQKTc7q4lMOlJnjDpKiw07JZJiPEVD2TyFwnA8VzR0O0fQEjvfcbw6z7aPO9LZDzyrQao7cBFTO8/ygjq2CTE6u2ULPL3U+j74/Qo+Y40TO4kZajrSEJw4uAaoOD90rjmNAKE6Vl5zO0LJrzvHehI7aA0yO67sUDsOips6R9iYOklrlD1qUp0+/r/OOkGGxTnqUdk3rHZDOUxicjeDtSA4zQKxPF98mz5JW1o9Dk2fOynQCTpxgQQ61odnOv1xWjpT7zs64UViOWUiEjlv3Y055WYqOs7aqjrNGF08FC5dPW/hNTspU5I59gEyOXnSCjodNJc4vdG0NpYlgTYdkVI1IaUJN9Y9ejV8PYU8t+wUPvY1yjsIPQ46/DlROrIlyTp2bb07dxX5PEpf/Ty1Uzo8BmzGO55JVzuvOoU77QWRO91+sTwzTOY8ARPOO3YddTkvn0s5PBXXN3A4vTYAW0g3puT6OpLFMj4z9M88MQmPOs8XBzrs19E5FdvXOjNoFzxnTYc8mR3AO1lhPzuuze062vMOOw4SfDu1pwg8SaTqO2XnmTvgIUg7v3sYOxOzrDqXxCU74h5fPEgRiTwgX4c7yEbYOuR3mjrVHiY6DCClOk4tQDyw7co8/hn2PLEeEDy3dBM7LHAAO/JQnTr3T7Q673oeO0vPgDobyg06Hv5zOeDmMjvSpog+GDbJPka/HTykvtU5SKa+OJNZ3TjWQtU4i1DrOQ6CmzqlAv46mb+VOrxOEztTbN46/L2GOheLGjpydjM9","vMaDPmxDaDwFyCs5lL+GOX7KHTY1hTY2tETSNW3qtjrMD2I+CU3VPX/Rpjs8RBI6h71HOV9kOjnqTuo5dOWLOZLnWjgAb4w4u5eZOOjKlzkl2DI6zcyxPDHvVT4iRNs7NLugOUj0uzk7Y9851736NxoWHTaBKZU1YcYfNZm8ODdfhfA4eipEPg5tmj4h3bA5sIKVOYLDPzlH6SI5VxNVO2+igDsH7jA8ESCDO80aADvtAl47q33HO0frzTyjukA9y1x6PBcPVjqa9F04i2qgNyoo0TcySac2wRxkOGz+DD3Mnd08JBvEOsG4mjj+SpQ4uZzfOf0eDTu2eG87kK5pOyN0MjqpADg6DQirOkms7DrdHJ07cdMVPPiQ7zsibE87C6FVOqlEiTqLB4Q7BynmOx2uwjzWIBo88jgSOSNiSzk/3FE5QtBNOnl2KTs0PHs8xIsCPXiuFD3X0iM7YTxSOr0ahjkBlWA5uwfVOb46kDpjArw6ZPz5OUejATokJyU9HV0dPxMSPD1vNbM61vqSNh1A2TUyJJg3zK+EN16+xznwsD86c41rOoAouTlOQCg6ws+sOvMNETpna407StEQPiA40T2IwHE6Xg2/NrOA6zZ0Xtk23F9oNTlB1TcFZUo9jQD5PWDu8jrXPn45c1PEN1jCTTgv/hI4YtLcOADPmThoiXA3nUniNzPh8jj0xsQ5eLT/Oqepjz4ef4s8w9aZN7WYAjigq8g3G4lCOck3OzjpoCs2bRdiNguwXzUWCIg3cBQwOFHwpj55xow+/oKKOgkAwTlhtBA5KI94OqfF3TrdiAU8tOoaPNWj8ztptVc7P7RQO2ra4Ds3sbM8BfabPVqL+ztBBtA4JhkYOJB5xzeO1M83wqUYOPDWZDhO5OY7PKfjPDeXBzn3Nf43dq+fOCAWgDlGKKo6x2stO9CDHTvXbHY6jAvIOqqlFztKN30745GyO86qNTyzUgo8gOeCO6gskjrKgVw6rCGnOmTBZTtOpQo8sdmhOlPkqDmOQ8M5","iZOMOVrYuzmRY6E62Hd8PFHeujzLtkE8IFi8OthH/DkuhZY5Wh8iOZs3jTljy2M6oZLkOqWuaTt87AU6U1ntO2WU1z44n8I+y2KQOvnwUDc7dDc5z8YROMFLxDiC77s5381ROt/RgTqrAz46MpBnOsCMujr1EWQ7AvcUO3945j0trz09XM+mORK2yzjgF/43wrMAN08UhTj7Jes3Y20gPMC3FD5BJ3o6gNypN0dxXzh56wU3KoTxNyi6DjlmtoI486nBN+zakThlrMI4e/NgObjDzzh/XVA++8GUPRkFWzZGtxY2barxNpQzKDf/PPA2hLggNsYKizUVBQI2nUGnN98yfTiteKU9k+J5PoaYtjyP7dc6iKz0Obpqkzr7+KE6e9BaO9a2BzzRvtg7iPdLO3vGOjvZ+tg7HDdfPUeZTz1lT9M6aoy+OJHjWjc+o2o3J0lvOLXAXzkmT/w7HLbWPW+VFDpID/c2a/2HNvGtLjiV1WM5FgehOpuVbzs7sI47zhpYO+6ukjspVhM8KuAjPBSqADw5cxM85VulOwxEFTsHRT86PU9lOjQ1BDubKtM7SqpbOwUCFDqD0OA4qx1hOek+LDpJ7l06eoHlOksT/js05ME8UHSKOylHfDmgGnE5XbuBOURWjzknXw06WG+9Ot8iCjugh9Y6r4DhO5AeWz1fT9E9b6v9PGRcqjo22n86RWONOVqNzjlmPcc5Q3kWOpY7DToODNI5m960OYLXUzrioOM6oHhCO5qL9jxjFPM9+8ZrOzdUHDkVa1A4XA8rOcS2/DhEemg5uVCvO2x6Mj4iBHo7ISW8NwXxlTZpjkc3aDqKNmhIDDhEU8c4RnyMOEg6cjijqm04fJaoOEIBWTkX+4U8wUygPjUCDzkNRZ41jY2HNRElATanaQ41MEIONhxf0jQ9v4M2Y/yjNnjFjThfP4A3h+ObPD0VKD6Rdzg93+k5OwQh1TrOYCo7KDfROqJmiDuBPpo8dQTVPLT5JDylWLU7LNvPO1yYBT12yT09","GxfuO0BnZTmLpZY3BQGJNxd61zdX2ic4KfXtOhswKj04xBg7qibiNgKbiDavF3o42TM+ORY44DrIusw7GPGdO38aLzu/1oI7S4jmOxMC2DvfWPw7QIkQPLST7TsP5kw7yKpSOvuOgzrKJjs7HFoxPERFpDvQMss5AhSOOSz6pjmr8fg5wq45OlJy0joi5PI7FDquPHoXxzuyKig6cGR2ObItlznwyaI5uIQGOuG02TrcyO86K92XO8YVqzvvYM882PfSPcfvCz4QDdg61H0DOkX5OTqhx+o5RMIEOmsZVDpX+wI7CTp8OmBoJToA5gc6X9UuOoTW1TpPDVg84eN/PUijBjy9yAE5NqA1OA1EpTgO11A4z/oMOUG0CTs1MGU9xRx3PDj1Fzjo9dM1ceatN5iN5zY891g4ROBoOadiAjk6FkU4T/MkOC53UThsq4Y5KZmJOiHolT5RU487rVrjNrMQwTWtyt43O1X2NyJkDzc4Qy02mt7qNgXxjjeGXfA4x9w7NOKJJTwBdOk9212SPdk77DtKx3g67om6OpV/OTtwifs78iDiPBnrWj2GgMU8paEdPPpk+Dvx+ek8u7rbPfw8HD46+4s7JHODOlSLMzrSuAU7cKgNO3icjjs+GiI8toYgO/agGTq21gQ6mqClOSUvcznNJbM6EaeePEHVxTyA7Xg8VkRPPJX0YzxEhEQ8LIIoPP4yfDxUaLg8z+5ZPGj0QTwq+UM8iBHpO3eFDTxfQLk8xelWPH6URTyjhQM8aYKlO0DNijucsvw70Z2HPNuNujyDDh88vEdiO++IdDoAMJk685mqOi4sjzoISUY74JmsO5bSiTxglck8VEcmPWyvPD3HbWE9PQ8IPhVaNj41uYY9SUGEO19N0zt+57k6RNi5OlbwfDotj8U6zpjbOv4kQztmswI8y+0lPB9UBjzE+V07GD6lOtnSBjvfJok7LLRQO2MUQTt1ceg6Kz5uO4A5oTtBODM8q8dAPLuhijv+r6U6OU6wOe5cETqMf2g6","lKo7OqQ8pzrvwXo64p44O+NWxTv6dXs89XHsO52u0ztj5ZA78yXSO+NP9To+hYY4UaHCNxYCTDiwhuw3uHEDOpL9azRigBY6JbTfPI8nTj4USgU8ymnOOmNurDpzQbk5vBchO/k+Nzxhjlc9au4xPXqNHzxomQg7RHZqO/0JPz3whTo9BERHO0P1BTlqHJU6pEYyOrOvMzvWRZE7mtgzO2tMAzpNB4Y5kKupOHc3VDgDfoo5QSoqOjccHTyLtC09fkfiPLZS5Dy77fE8PKSsPDrAojzJc4Q8csmHPDGULTyd2FE8YaDNPPgKTDzZlA08aFA2PFNRzTtncIs7KSL1O9zmCDzBW/A7JYwVPPw1Ezw8Z2U8VB6MOx/AvDp693k687ZZOmBS0DleOTY6d39WOvwSNjvS/4k8Ht8VPeq6hT3gY0k9rK6LPD/FNT1p4AY+HqIkPfJeqjwQV5M772CjO5eDCju5maQ6fxMgOocXcTp4ehA7IhUAPLtKfzx+vKA7Sm6lOudJhjmKO0w5SUppO8gVmztwuRc8HNnfOy/bWjtPpj47m9jXOwj+eTwL2Ec8svgcO0OBsDrG/Vw62uTYObgGnzmD5TE6zpZHOp8KEjtAzkI8fkpaPDTzbTw2AZI8BjTAOoZWpzvdEu46A3RrOfAbgzfq5KA38fllN+56hDmjVLQ0tECvOeGSsj6CItw8oeR+OISQQjmb3oA5Ws0kO053szrEaa08sE63PfwBXT15Rzg85C/EO9OrIj77Jqk9HaEVOz1lQTau2RE23PBvOF43gDqB2SY8iVM8PHM22jq9WO05hbx5OR6lwTnMSwE6uwg/OvU9JTzV8RM+AHzGPXjRvz0ctpk9ArmGPQLEOT0SOjg9yO0mPQI/Gz2dWos8mmkWPMUEdjqdE4w5CeDIOcrn9DkmYDg6cbW5O6SviDwcDJs8dqTFPOkxuTxoNGs8o9UVPNQkBDsKYCw6HJOBORhEVzrRVbI61gE7OnpPmzusEac8pvFVPSNupz1J6MM9","JLHlPGbm+jzW3Xo+AwfFPRLR/jydXrg6RCe4OgX+nzpWdgg6kO8NO20TGDuV94w7VVmAPMD/bjwBCdk76bmOOzGP1zpG1Bk6Z9maPDGIAT2JU888FxeFPBiqGjz/HN87JRoiPAXubz0eM6s8O3AiOzt3XzwdNqo7ZLrLO1Zb1TtWlJ47vObiO7HjVzvfQ287KbjKOzXiyTsIcI469XWwOYJcdju7LLE7kUxVOwsjYzrKsiQ6toGmOUwDADkeUtA5ZvkrMzn31zfgMyA8WpuHPTRdKDmjS9U4MWRkOEaEBTlbsBs6IwgXOcRI2jz8A1A8qN5xO3LcrjqP3DY78LKQPbGbTjrinao2eB3RNdmUFzg8dXg5s58JO8QlATvcyhw6w8UYObNR0zjpeTI5gBC8OebbKDqNeOE61c9lPaGeWz0SpYQ9iBiQPbm2wDwA/Y88MUuHPEdEdDwXjmk8F/QXPCvOrTvuouI52tjpN3XtpjfRs6M3O1/wN4cSwTmQqxk7nR8zPIrVgjyoRy08RAMsPFC+tDvRlyA7EM0BOmwaEznfMtc4HRG9OLRwQjpCTqU5sbutOwCn3jxlPU09+FNyPf6A3DyHcyU8PgXVPNgGkz3THw48ynqaOz9e2jr7kJs6AzpkOhu7LzrjOuM7SqP0O91XBjwHnWs8zqzVO5zFHzsAD9M6ud7TOscL/jpIz9E8PMjcPI7g/ztBakI7AqUeOwDgETxROAs9udYzPBkahjqfVdA6/TJfO4R5SjoWsbI63q8+OwanAjz0SMc7ioO9O3XFYTuALIo6JtEkOVg9TjdsFbU4vSqlOr3lqDo/t1Q6WQdeOB/v6jioNVQ419+5OZKj6DmEERY71vHbPCs+NjqpLZo4dbTmNsB3lTevItw3TaTTOLKSbDzH2yg+f8MSPQVk/TswZuE8hGFAPpRWhzwK4dE6bqe5N7RONjVRFJ41YLcRNyEYEjrVfFI6kAVxOdSvSzi/CWs4hNhcOJrHaDk4H5w7T3u9PmTy3T2pzj08",